export const lang = {
    "code": 0,
    "success": true,
    "msg": "success",
    "timestamp": 1690369041951,
    "data": {
        "code": [
            {
                "code": "-162",
                "name": "登录错误次数过多"
            },
            {
                "code": "-163",
                "name": "用户被锁定"
            },
            {
                "code": "100001",
                "name": "账户过期，请重新登录"
            },
            {
                "code": "100002",
                "name": "此页面无权限"
            },
            {
                "code": "101002",
                "name": "安全验证失败，请重试"
            },
            {
                "code": "101003",
                "name": "用户名或密码错误"
            },
            {
                "code": "101004",
                "name": "登录失败，请重试"
            },
            {
                "code": "101005",
                "name": "无效的grantType"
            },
            {
                "code": "101006",
                "name": "用户同时在线数量超过上限"
            },
            {
                "code": "102001",
                "name": "输入内容不正确，请检查后重试"
            },
            {
                "code": "102002",
                "name": "缺少请求参数"
            },
            {
                "code": "102003",
                "name": "参数格式错误"
            },
            {
                "code": "102004",
                "name": "此名称已存在"
            },
            {
                "code": "102005",
                "name": "默认分组不能删除"
            },
            {
                "code": "102006",
                "name": "记录被使用"
            },
            {
                "code": "102007",
                "name": "默认用户admin不能修改"
            },
            {
                "code": "102008",
                "name": "两次密码输入不一致"
            },
            {
                "code": "102009",
                "name": "旧密码输入有误"
            },
            {
                "code": "102010",
                "name": "用户名和密码不能相同"
            },
            {
                "code": "102011",
                "name": "新密码不能与近5次旧密码相同"
            },
            {
                "code": "102012",
                "name": "此名称已存在"
            },
            {
                "code": "102013",
                "name": "不能删除自身用户"
            },
            {
                "code": "102014",
                "name": "不能编辑自身用户"
            },
            {
                "code": "102015",
                "name": "用户添加失败，当前用户注册总数已达到上限"
            },
            {
                "code": "102016",
                "name": "不能停用自身用户"
            },
            {
                "code": "102017",
                "name": "默认用户及角色不能停用（admin用户及Administrator角色）"
            },
            {
                "code": "102018",
                "name": "此语言类型暂不支持"
            },
            {
                "code": "102019",
                "name": "不能编辑自身用户使用的角色"
            },
            {
                "code": "102020",
                "name": "用户名或密码错误"
            },
            {
                "code": "102021",
                "name": "上传失败，此文件超过大小限制（2MB）"
            },
            {
                "code": "102022",
                "name": "系统logo更新失败，请重试"
            },
            {
                "code": "102023",
                "name": "设备获取失败，请检查后重试"
            },
            {
                "code": "102024",
                "name": "定时检测设备在离线状态失败"
            },
            {
                "code": "102025",
                "name": "定时删除索引失败"
            },
            {
                "code": "102026",
                "name": "定时删除人员失败"
            },
            {
                "code": "102027",
                "name": "系统logo获取失败，请重试"
            },
            {
                "code": "102028",
                "name": "不能编辑自身用户"
            },
            {
                "code": "102029",
                "name": "不能编辑自身用户"
            },
            {
                "code": "102030",
                "name": "默认admin用户无法编辑"
            },
            {
                "code": "102031",
                "name": "默认Administrator角色无法编辑"
            },
            {
                "code": "102032",
                "name": "默认Administrator角色无法删除"
            },
            {
                "code": "102033",
                "name": "默认admin用户无法删除"
            },
            {
                "code": "102034",
                "name": "默认admin用户无法停用"
            },
            {
                "code": "102035",
                "name": "不能删除自身用户使用的角色"
            },
            {
                "code": "102036",
                "name": "不能停用自身用户使用的角色"
            },
            {
                "code": "102037",
                "name": "默认用户及角色不能停用（admin用户及Administrator角色）"
            },
            {
                "code": "102038",
                "name": "不能停用自身用户"
            },
            {
                "code": "102039",
                "name": "角色已被使用"
            },
            {
                "code": "102040",
                "name": "不允许禁用/删除已经登录了设备的账号"
            },
            {
                "code": "102041",
                "name": "此任务类型暂不支持"
            },
            {
                "code": "102042",
                "name": "数据查询失败，请刷新页面后重试"
            },
            {
                "code": "102043",
                "name": "服务器内部异常"
            },
            {
                "code": "102044",
                "name": "用户分组数量已达到上限"
            },
            {
                "code": "102045",
                "name": "用户分组层级数量已达到上限"
            },
            {
                "code": "102046",
                "name": "用户分组层级数量已达到上限"
            },
            {
                "code": "102047",
                "name": "图片格式有误，请使用BMP/PNG/JPG格式的文件"
            },
            {
                "code": "102048",
                "name": "此用户无抓拍原图查看权限，如需，请联系管理员修改用户权限"
            },
            {
                "code": "102049",
                "name": "定时删除导出文件失败"
            },
            {
                "code": "102050",
                "name": "同时在线的用户数量已达到上限，请稍后重试"
            },
            {
                "code": "102051",
                "name": "用户名或密码有误，请重新输入，您还有%s次机会"
            },
            {
                "code": "102052",
                "name": "用户名或密码错误"
            },
            {
                "code": "102053",
                "name": "用户名或密码错误"
            },
            {
                "code": "102054",
                "name": "此账户已被停用，请联系管理员修改用户"
            },
            {
                "code": "102055",
                "name": "此账户已被停用，请联系管理员修改用户"
            },
            {
                "code": "102056",
                "name": "此用户未使用任何角色，当前不可用"
            },
            {
                "code": "102057",
                "name": "您已连续5次输错密码，此用户已被锁定，请联系管理员重置密码"
            },
            {
                "code": "102058",
                "name": "90天内未登录，该用户已被停用，请联系管理员启用该用户"
            },
            {
                "code": "102059",
                "name": "该用户已被锁定，请联系管理员重置密码或5分钟后重试"
            },
            {
                "code": "102060",
                "name": "此用户信息查询异常，请刷新后重试"
            },
            {
                "code": "102061",
                "name": "此语言类型暂不支持"
            },
            {
                "code": "102062",
                "name": "定时删除日志失败"
            },
            {
                "code": "102063",
                "name": "定时删除文件失败"
            },
            {
                "code": "102064",
                "name": "用户分组不存在，请刷新页面后重试"
            },
            {
                "code": "102065",
                "name": "用户更新失败，请刷新页面后重试"
            },
            {
                "code": "102066",
                "name": "此角色不存在"
            },
            {
                "code": "102067",
                "name": "此用户名已存在"
            },
            {
                "code": "102068",
                "name": "员工、访客、黑名单三个库类型不支持删除"
            },
            {
                "code": "102069",
                "name": "用户更新失败，请刷新页面后重试"
            },
            {
                "code": "102070",
                "name": "此用户信息查询失败，请刷新后重试"
            },
            {
                "code": "102071",
                "name": "此角色名称已存在"
            },
            {
                "code": "102072",
                "name": "请选择所属角色"
            },
            {
                "code": "102073",
                "name": "此名称已存在"
            },
            {
                "code": "102074",
                "name": "用户分组不存在，请刷新页面后重试"
            },
            {
                "code": "102075",
                "name": "查询日志失败，请刷新页面后重试"
            },
            {
                "code": "102076",
                "name": "此导出功能暂不支持"
            },
            {
                "code": "102077",
                "name": "角色超过上限"
            },
            {
                "code": "102079",
                "name": "用户在线时不能被修改或删除"
            },
            {
                "code": "102080",
                "name": "参数错误"
            },
            {
                "code": "102081",
                "name": "导出数量超过1000"
            },
            {
                "code": "102082",
                "name": "导出开始数值不能小于1"
            },
            {
                "code": "102083",
                "name": "起始数值需小于等于结束数值"
            },
            {
                "code": "102084",
                "name": "数据长度不能超过50"
            },
            {
                "code": "102085",
                "name": "用户名或姓名不能为空"
            },
            {
                "code": "102086",
                "name": "密码不合法"
            },
            {
                "code": "102090",
                "name": "上传附件不合法"
            },
            {
                "code": "102091",
                "name": " 固件开启状态下无法删除"
            },
            {
                "code": "102092",
                "name": "excel模板语言不匹配"
            },
            {
                "code": "102093",
                "name": "更新标题为空或长度大于255个字符"
            },
            {
                "code": "102094",
                "name": "中文或英文描述为空或长度大于255个字符"
            },
            {
                "code": "102095",
                "name": "产品型号或应用包名为空或长度大于50个字符"
            },
            {
                "code": "102096",
                "name": "版本名称或固件版本为空或长度大于50个字符"
            },
            {
                "code": "102097",
                "name": "时间条件数量超过上限"
            },
            {
                "code": "102098",
                "name": "版本编码或适用硬件版本为空或长度大于50个字符"
            },
            {
                "code": "102099",
                "name": "制造商为空或长度大于50个字符"
            },
            {
                "code": "102100",
                "name": "版本名称或固件版本不符合规范"
            },
            {
                "code": "102101",
                "name": "版本编码不能包括分号;字符"
            },
            {
                "code": "102102",
                "name": "保存固件失败"
            },
            {
                "code": "10230",
                "name": "人员分组名为空"
            },
            {
                "code": "10231",
                "name": "性别不合法"
            },
            {
                "code": "10232",
                "name": "启用状态不合法"
            },
            {
                "code": "10233",
                "name": "年龄不合法"
            },
            {
                "code": "10288",
                "name": "长度过长"
            },
            {
                "code": "10289",
                "name": "人员分组名重复或层次不匹配 "
            },
            {
                "code": "102901",
                "name": "用户名或密码有误，请重新输入，您还有1次机会"
            },
            {
                "code": "102902",
                "name": "用户名或密码有误，请重新输入，您还有2次机会"
            },
            {
                "code": "102903",
                "name": "用户名或密码有误，请重新输入，您还有3次机会"
            },
            {
                "code": "102904",
                "name": "用户名或密码有误，请重新输入，您还有4次机会"
            },
            {
                "code": "102905",
                "name": "用户添加失败，关联设备时查询出错"
            },
            {
                "code": "102906",
                "name": "时间条件名称不能重复"
            },
            {
                "code": "102907",
                "name": "时间条件绑定了通行策略, 请删除使用此时间条件的通行策略后重试"
            },
            {
                "code": "102908",
                "name": "所选时间条件正在使用，请删除使用此时间条件的任务后重试"
            },
            {
                "code": "102909",
                "name": "时间条件超过上限"
            },
            {
                "code": "103001",
                "name": "设备添加处理器不存在"
            },
            {
                "code": "103002",
                "name": "设备编辑处理器不存在"
            },
            {
                "code": "103003",
                "name": "设备删除处理器不存在"
            },
            {
                "code": "103004",
                "name": "设备详情查询失败，请重试"
            },
            {
                "code": "103005",
                "name": "请求参数错误"
            },
            {
                "code": "103006",
                "name": "此设备ID已存在"
            },
            {
                "code": "103007",
                "name": "名称已存在"
            },
            {
                "code": "103008",
                "name": "数据查询失败，请刷新页面后重试"
            },
            {
                "code": "103009",
                "name": "此平台类型暂不支持"
            },
            {
                "code": "103010",
                "name": "所选设备正在使用，请删除使用此设备的任务后重试"
            },
            {
                "code": "103011",
                "name": "设备分组数量已达到上限"
            },
            {
                "code": "103012",
                "name": "此设备分组名称已存在"
            },
            {
                "code": "103013",
                "name": "此设备分组无上级分组，请刷新页面后重试"
            },
            {
                "code": "103014",
                "name": "设备分组数量已达到上限"
            },
            {
                "code": "103015",
                "name": "此平台类型暂不支持，请检查后重试"
            },
            {
                "code": "103016",
                "name": "此设备不存在，请刷新页面后重试"
            },
            {
                "code": "103017",
                "name": "此设备不存在，请检查后重试"
            },
            {
                "code": "103018",
                "name": "设备删除失败，请检查服务后重试"
            },
            {
                "code": "103019",
                "name": "设备更新失败，请检查服务后重试"
            },
            {
                "code": "103020",
                "name": "ews 添加时间条件异常"
            },
            {
                "code": "103021",
                "name": "添加/修改设备失败，请检查服务是否异常后重试"
            },
            {
                "code": "103022",
                "name": "编辑设备失败，请检查服务是否异常后重试"
            },
            {
                "code": "103023",
                "name": "发生了一些问题，请稍后重试"
            },
            {
                "code": "103024",
                "name": "此RTSP地址已存在，请重新输入"
            },
            {
                "code": "103025",
                "name": "图片格式错误"
            },
            {
                "code": "103026",
                "name": "图片大小超过限制"
            },
            {
                "code": "103027",
                "name": "rtsp地址解析失败"
            },
            {
                "code": "103028",
                "name": "设备数量超过上限"
            },
            {
                "code": "103029",
                "name": "此IP已存在"
            },
            {
                "code": "103030",
                "name": "默认设备组，不能被修改或删除"
            },
            {
                "code": "103031",
                "name": "仅支持自行注册"
            },
            {
                "code": "103032",
                "name": "当前设备类型不支持修改设备ID"
            },
            {
                "code": "103033",
                "name": "平台存在运行中任务!"
            },
            {
                "code": "103034",
                "name": "不能添加离线平台"
            },
            {
                "code": "103035",
                "name": "AIE被占用, 请到AIE本地恢复出厂设置"
            },
            {
                "code": "103036",
                "name": "关联任务时不能删除平台数据"
            },
            {
                "code": "103037",
                "name": "平台id重复"
            },
            {
                "code": "103038",
                "name": "此 ip&port 已经存在, 请重新输入"
            },
            {
                "code": "103049",
                "name": "设备连接失败"
            },
            {
                "code": "103050",
                "name": "所选组下有正在使用的设备，无法修改或删除"
            },
            {
                "code": "103501",
                "name": "未知错误"
            },
            {
                "code": "103502",
                "name": "数据不存在"
            },
            {
                "code": "103503",
                "name": "用户不存在"
            },
            {
                "code": "103504",
                "name": "相机不存在"
            },
            {
                "code": "103505",
                "name": "库中没有人脸图片"
            },
            {
                "code": "103506",
                "name": "用户名或密码错误"
            },
            {
                "code": "103507",
                "name": "用户已存在"
            },
            {
                "code": "103508",
                "name": "该通道相机已存在"
            },
            {
                "code": "103509",
                "name": "人脸库图片已存在"
            },
            {
                "code": "103510",
                "name": "人脸库不存在"
            },
            {
                "code": "103511",
                "name": "人脸库数量已达上限"
            },
            {
                "code": "103512",
                "name": "人脸库已存在"
            },
            {
                "code": "103513",
                "name": "图片数量已达库容上限"
            },
            {
                "code": "103514",
                "name": "该库已和相机绑定，删 除前请解绑"
            },
            {
                "code": "103515",
                "name": "人员库中没有此人脸图片"
            },
            {
                "code": "103516",
                "name": "用户没有权限"
            },
            {
                "code": "103517",
                "name": "用户未登录/session会话已过期"
            },
            {
                "code": "103518",
                "name": "用户密码太弱，请前往AIE修改密码"
            },
            {
                "code": "103519",
                "name": "当前用户名或密码错误"
            },
            {
                "code": "103520",
                "name": "AIE算力不足"
            },
            {
                "code": "103521",
                "name": "img_id已存在"
            },
            {
                "code": "103522",
                "name": "未检测到人脸"
            },
            {
                "code": "103523",
                "name": "人脸图片质量过低"
            },
            {
                "code": "103524",
                "name": "提取特征的时候发生了内部错误"
            },
            {
                "code": "103525",
                "name": "图片格式不正确或图片破损"
            },
            {
                "code": "103526",
                "name": "Lib不存在"
            },
            {
                "code": "103527",
                "name": "库为空"
            },
            {
                "code": "103528",
                "name": "检测到多张人脸"
            },
            {
                "code": "103529",
                "name": "图片过大"
            },
            {
                "code": "103530",
                "name": "系统内部错误"
            },
            {
                "code": "103531",
                "name": "人脸底库 img_id 太长"
            },
            {
                "code": "103532",
                "name": "参数输入错误"
            },
            {
                "code": "103533",
                "name": "msg_id 错误"
            },
            {
                "code": "103534",
                "name": "当前系统已经处于该模 式"
            },
            {
                "code": "104001",
                "name": "人员分组数量达到上限（最大支持1000个分组）"
            },
            {
                "code": "104002",
                "name": "此人员分组存在子分组,不允许删除"
            },
            {
                "code": "104003",
                "name": "所选人员分组正在被任务使用，请先删除对应的任务"
            },
            {
                "code": "104004",
                "name": "此人员分组不能删除"
            },
            {
                "code": "104005",
                "name": "图片出错"
            },
            {
                "code": "104006",
                "name": "请选择激活时间"
            },
            {
                "code": "104007",
                "name": "上传文件夹不能为空"
            },
            {
                "code": "104008",
                "name": "输入格式不正确，请检查后重试"
            },
            {
                "code": "104009",
                "name": "激活时间不得晚于失效时间"
            },
            {
                "code": "104010",
                "name": "人员不能同时属于黑名单和非黑名单类型"
            },
            {
                "code": "104011",
                "name": "人员数量已达到库容上限，人员添加失败"
            },
            {
                "code": "104012",
                "name": "已有人员正在导入，请稍后操作"
            },
            {
                "code": "104013",
                "name": "引擎服务异常，请检查服务后重试"
            },
            {
                "code": "104014",
                "name": "图片尺寸太小，请重新上传"
            },
            {
                "code": "104015",
                "name": "文件格式不符合要求，请重新上传BMP/PNG/JPG格式的文件"
            },
            {
                "code": "104016",
                "name": "人脸质量不合格：未检测到人脸"
            },
            {
                "code": "104017",
                "name": "发生了一些问题，请稍后重试"
            },
            {
                "code": "104018",
                "name": "图片尺寸过大，请重新上传（文件不得大于16MB）"
            },
            {
                "code": "104019",
                "name": "此图片人脸质量过低，请重新上传"
            },
            {
                "code": "104020",
                "name": "根节点不允许添加人员"
            },
            {
                "code": "104021",
                "name": "人员不能跨库类型操作"
            },
            {
                "code": "104022",
                "name": "人员查询失败，请检查服务后重试"
            },
            {
                "code": "104023",
                "name": "ews 服务异常"
            },
            {
                "code": "104025",
                "name": "设备服务异常"
            },
            {
                "code": "104027",
                "name": "图片质量过低"
            },
            {
                "code": "104028",
                "name": "提取特征失败"
            },
            {
                "code": "104029",
                "name": "图像人脸质量太差"
            },
            {
                "code": "104030",
                "name": "图中无人脸"
            },
            {
                "code": "104031",
                "name": "此人员分组正在上传数据，请稍后重试"
            },
            {
                "code": "104032",
                "name": "人员分组层级达到上限（最多支持添加5层人员分组）"
            },
            {
                "code": "104033",
                "name": "图片中存在多个目标"
            },
            {
                "code": "104034",
                "name": "当前人员关联有云侧下发的库,请从云侧修改"
            },
            {
                "code": "104035",
                "name": "该人员组由云侧创建，无法修改"
            },
            {
                "code": "104036",
                "name": "人员库名称已存在"
            },
            {
                "code": "104037",
                "name": "该人员组已被 AIE 绑定，请删除 AIE 后重试"
            },
            {
                "code": "104038",
                "name": "人员角度过大"
            },
            {
                "code": "104039",
                "name": "人脸质量不合格：人脸区域像素应大于 100 * 100px"
            },
            {
                "code": "104040",
                "name": "人脸质量不合格：图片过于模糊"
            },
            {
                "code": "104041",
                "name": "人员表情夸张"
            },
            {
                "code": "104042",
                "name": "人员不支持跨身份复制"
            },
            {
                "code": "104043",
                "name": "系统特征库剩余容量不足，请调整目标组的特征库容量，或删除部分人员组后重试。"
            },
            {
                "code": "104044",
                "name": "服务未授权，请前往全局概览开启授权"
            },
            {
                "code": "104045",
                "name": "人脸质量不合格：人脸俯仰角度过大"
            },
            {
                "code": "104046",
                "name": "人脸质量不合格：人脸偏转角度过大"
            },
            {
                "code": "104047",
                "name": "人脸质量不合格：人脸侧倾角度过大"
            },
            {
                "code": "104048",
                "name": "人脸质量不合格：人脸遮挡过多"
            },
            {
                "code": "104049",
                "name": "人脸质量不合格：人脸过多"
            },
            {
                "code": "105001",
                "name": "此设备不存在"
            },
            {
                "code": "105002",
                "name": "此扶梯不存在"
            },
            {
                "code": "105003",
                "name": "扶梯数量已达到上限"
            },
            {
                "code": "105004",
                "name": "单个扶梯关联的设备个数已达到上限"
            },
            {
                "code": "105005",
                "name": "此扶梯已关联任务,不能删除"
            },
            {
                "code": "105006",
                "name": "此扶梯已存在"
            },
            {
                "code": "105007",
                "name": "单个设备的热区模板数量已达到上限"
            },
            {
                "code": "105008",
                "name": "url地址解码错误"
            },
            {
                "code": "105009",
                "name": "热区模板不存在"
            },
            {
                "code": "105010",
                "name": "此扶梯客流分析任务数量已达到上限（单个扶梯仅支持添加一个客流分析任务）"
            },
            {
                "code": "105011",
                "name": "此热区信息不在热区模版中"
            },
            {
                "code": "105012",
                "name": "请先进入扶梯详情中关联此设备，再添加任务"
            },
            {
                "code": "105013",
                "name": "请先进入扶梯详情中为此设备添加热区模版，再添加任务"
            },
            {
                "code": "105014",
                "name": "未定义的导出类型"
            },
            {
                "code": "105015",
                "name": "标定模板不存在"
            },
            {
                "code": "106001",
                "name": "不支持的授权类型"
            },
            {
                "code": "106002",
                "name": "任务启用失败,请进入系统信息检查任务类型是否已达到任务接入上限"
            },
            {
                "code": "106003",
                "name": "不支持的任务类型或检测类型"
            },
            {
                "code": "106004",
                "name": "授权数已达到最大,授权失败"
            },
            {
                "code": "106005",
                "name": "任务已被暂停或启用中, 请稍后再试"
            },
            {
                "code": "106006",
                "name": "任务停用失败，请检查服务状态是否异常，稍后重试"
            },
            {
                "code": "106007",
                "name": "任务启用失败，请检查服务状态是否异常，稍后重试"
            },
            {
                "code": "106008",
                "name": "任务总数量已达到上限"
            },
            {
                "code": "106009",
                "name": "任务正在更新, 请稍后再试"
            },
            {
                "code": "106010",
                "name": "任务信息不完整，请补全信息后重试"
            },
            {
                "code": "106011",
                "name": "参数异常，请检查任务信息是否正常填写"
            },
            {
                "code": "106012",
                "name": "active参数不合法"
            },
            {
                "code": "106013",
                "name": "duration参数不合法"
            },
            {
                "code": "106014",
                "name": "durationUnit参数不合法"
            },
            {
                "code": "106015",
                "name": "alarmInterval参数不合法"
            },
            {
                "code": "106016",
                "name": "目标尺寸参数不合法"
            },
            {
                "code": "106017",
                "name": "quickResponseTime参数不合法"
            },
            {
                "code": "106018",
                "name": "enableAutoLabeled参数不合法"
            },
            {
                "code": "106019",
                "name": "请先绘制越线，再确认越线方向"
            },
            {
                "code": "106020",
                "name": "crossPart参数不合法"
            },
            {
                "code": "106021",
                "name": "所选设备的数量超过限制"
            },
            {
                "code": "106026",
                "name": "导出数量超出上限"
            },
            {
                "code": "106027",
                "name": "导出数据为空"
            },
            {
                "code": "106028",
                "name": "上传请求参数不合法"
            },
            {
                "code": "106029",
                "name": "未查询到数据"
            },
            {
                "code": "106030",
                "name": "下载视频失败"
            },
            {
                "code": "106031",
                "name": "记录类型不支持视频回放"
            },
            {
                "code": "106032",
                "name": "更新记录查看状态异常"
            },
            {
                "code": "106033",
                "name": "更新es失败"
            },
            {
                "code": "106034",
                "name": "删除记录异常"
            },
            {
                "code": "106035",
                "name": "参数序列化缺失"
            },
            {
                "code": "106036",
                "name": "多个参数序列号缺失"
            },
            {
                "code": "106038",
                "name": "json请求体解析错误，请检查请求体入参字段的格式"
            },
            {
                "code": "106039",
                "name": "自定义上下文类名名称命名错误"
            },
            {
                "code": "106040",
                "name": "任务处理器为空"
            },
            {
                "code": "106041",
                "name": "字典表中该任务类型和检测类型不存在或对应的引擎信息为空"
            },
            {
                "code": "106042",
                "name": "任务配置信息的主键id不能为空"
            },
            {
                "code": "106043",
                "name": "调用查询设备接口报错"
            },
            {
                "code": "106044",
                "name": "此任务热区id查询的信息为空"
            },
            {
                "code": "106045",
                "name": "请输入任务名称"
            },
            {
                "code": "106046",
                "name": "请绘制或选择热区"
            },
            {
                "code": "106047",
                "name": "通过任务id和任务类型获取的任务信息为空"
            },
            {
                "code": "106048",
                "name": "同一台设备所支持此类的任务个数超过上限"
            },
            {
                "code": "106049",
                "name": "此任务名称已存在"
            },
            {
                "code": "106050",
                "name": "此设备id对应的设备信息为空"
            },
            {
                "code": "106051",
                "name": "构建任务算法配置信息不能为空"
            },
            {
                "code": "106052",
                "name": "没有此方法所支持的分支"
            },
            {
                "code": "106053",
                "name": "此算法类型ObjectType获取的处理类不能为空"
            },
            {
                "code": "106054",
                "name": "初始化算法类型ObjectType不能为空"
            },
            {
                "code": "106055",
                "name": "通过设备id和任务类型获取的引擎信息为空"
            },
            {
                "code": "106056",
                "name": "任务id列表taskIds不能为空"
            },
            {
                "code": "106057",
                "name": "taskId不能为空"
            },
            {
                "code": "106058",
                "name": "此任务id对应的任务信息为空"
            },
            {
                "code": "106059",
                "name": "此方法对应的处理器为空"
            },
            {
                "code": "106060",
                "name": "不支持此方法的处理流程"
            },
            {
                "code": "106061",
                "name": "此任务类型和检测类型加载的响应体为空"
            },
            {
                "code": "106062",
                "name": "此任务类型和检测类型加载的请求体为空"
            },
            {
                "code": "106063",
                "name": "此任务id的检测类型不存在"
            },
            {
                "code": "106064",
                "name": "获取请求体模型为空"
            },
            {
                "code": "106065",
                "name": "引擎任务删除失败"
            },
            {
                "code": "106066",
                "name": "调用createTms接口报错"
            },
            {
                "code": "106067",
                "name": "调用updateTms接口报错"
            },
            {
                "code": "106068",
                "name": "调用deleteTms接口报错"
            },
            {
                "code": "106069",
                "name": "任务ID为空"
            },
            {
                "code": "106070",
                "name": "service未实现TaskBizProcessService注解"
            },
            {
                "code": "106071",
                "name": "TaskBizProcessService注解的任务类型、检测类型、算法类型必须三选一"
            },
            {
                "code": "106072",
                "name": "此用户暂无操作权限"
            },
            {
                "code": "106073",
                "name": "检测类型不能为空"
            },
            {
                "code": "106074",
                "name": "设备id列表deviceIds不能为空"
            },
            {
                "code": "106075",
                "name": "此任务id对应的引擎信息为空"
            },
            {
                "code": "106076",
                "name": "此任务id对应的引擎tmsId信息为空"
            },
            {
                "code": "106077",
                "name": "调用更新设备状态接口报错"
            },
            {
                "code": "106078",
                "name": "执行前置后置方法异常"
            },
            {
                "code": "106079",
                "name": "权限执行器不能为空"
            },
            {
                "code": "106080",
                "name": "用户信息或权限信息不能为空"
            },
            {
                "code": "106081",
                "name": "上下文不能为空"
            },
            {
                "code": "106082",
                "name": "任务名称长度超过限制"
            },
            {
                "code": "106084",
                "name": "此接口对应的权限列表为空"
            },
            {
                "code": "106085",
                "name": "手动标定线数目至少4条"
            },
            {
                "code": "106086",
                "name": "任务热区数量超过限制"
            },
            {
                "code": "106087",
                "name": "客流跨线必须两个点"
            },
            {
                "code": "106088",
                "name": "客流方向必须一个点"
            },
            {
                "code": "106089",
                "name": "执行异步线程异常"
            },
            {
                "code": "106090",
                "name": "超过总任务上限"
            },
            {
                "code": "106091",
                "name": "任务操作已回滚，本次操作失败"
            },
            {
                "code": "106092",
                "name": "该任务属于并发操作下的重复操作"
            },
            {
                "code": "106093",
                "name": "该任务正在处理中，请稍后重试"
            },
            {
                "code": "106094",
                "name": "解析批量操作的分组key错误"
            },
            {
                "code": "106095",
                "name": "未设置阈值"
            },
            {
                "code": "106096",
                "name": "调用enableTms接口报错"
            },
            {
                "code": "106097",
                "name": "调用disableTms接口报错"
            },
            {
                "code": "106098",
                "name": "调用detailTms接口报错"
            },
            {
                "code": "106099",
                "name": "调用queryAllTms接口报错"
            },
            {
                "code": "106100",
                "name": "调用queryPageTms接口报错"
            },
            {
                "code": "106101",
                "name": "时间条件不存在"
            },
            {
                "code": "106103",
                "name": "当前设备所属平台为 AIE，不支持创建此类任务"
            },
            {
                "code": "106104",
                "name": "算力不足"
            },
            {
                "code": "106105",
                "name": "当前任务仅支持图片流或视频流设备二选一"
            },
            {
                "code": "106106",
                "name": "设备类型必须一致"
            },
            {
                "code": "106107",
                "name": "部分设备不存在"
            },
            {
                "code": "106108",
                "name": "部分人员不存在"
            },
            {
                "code": "106109",
                "name": "视频流异常, 请检查视频流分辨率或在线情况"
            },
            {
                "code": "106110",
                "name": "task_ids参数值重复"
            },
            {
                "code": "106111",
                "name": "更新算法副本数量失败"
            },
            {
                "code": "106112",
                "name": "获取算法副本数量失败"
            },
            {
                "code": "106113",
                "name": "获取gpu quota失败"
            },
            {
                "code": "106114",
                "name": "切换人脸算法失败"
            },
            {
                "code": "106115",
                "name": "算法default power 1080P不存在,请检查算法仓库配置"
            },
            {
                "code": "106116",
                "name": "已开启人脸视频流算法,不能关闭人脸图片流算法"
            },
            {
                "code": "106117",
                "name": "上次操作的资源仍在分配中,请稍等再操作"
            },
            {
                "code": "106201",
                "name": "请检查入参中检测类型对应的配置对象是否正确"
            },
            {
                "code": "106203",
                "name": "越线参数不能为空"
            },
            {
                "code": "106204",
                "name": "所选人员组的数量超过限制"
            },
            {
                "code": "107001",
                "name": "此告警不支持解除"
            },
            {
                "code": "107002",
                "name": "获取spmphony相关接口失败"
            },
            {
                "code": "107003",
                "name": "离线设备不支持解除告警"
            },
            {
                "code": "107004",
                "name": "设备离线，获取symphony相关接口失败"
            },
            {
                "code": "107005",
                "name": "已存在修改通行设备任务,请5分钟后重试"
            },
            {
                "code": "107006",
                "name": "设备离线无法进行此操作"
            },
            {
                "code": "108001",
                "name": "订阅失败，当前已达到订阅上限（10）"
            },
            {
                "code": "109004",
                "name": "引擎服务异常，请检查服务后重试"
            },
            {
                "code": "110001",
                "name": "当前任务不存在"
            },
            {
                "code": "110002",
                "name": "当前任务不存在失败记录"
            },
            {
                "code": "110003",
                "name": "当前已有上传任务"
            },
            {
                "code": "110004",
                "name": "该excel已上传，请勿重复上传"
            },
            {
                "code": "110005",
                "name": "excel数据为空"
            },
            {
                "code": "110006",
                "name": "人员服务异常"
            },
            {
                "code": "110007",
                "name": "ews服务异常"
            },
            {
                "code": "110008",
                "name": "设备服务异常"
            },
            {
                "code": "110009",
                "name": "系统服务异常"
            },
            {
                "code": "110010",
                "name": "导出数据为空"
            },
            {
                "code": "110011",
                "name": "固件版本已存在"
            },
            {
                "code": "110012",
                "name": "固件不存在"
            },
            {
                "code": "110013",
                "name": "不能发布已禁用固件"
            },
            {
                "code": "110014",
                "name": "发布设备,设备ID不能为空"
            },
            {
                "code": "110015",
                "name": "未找到符合条件设备"
            },
            {
                "code": "110016",
                "name": "用户组不能为空"
            },
            {
                "code": "110017",
                "name": "用户名不能为空"
            },
            {
                "code": "110018",
                "name": "姓名不能为空"
            },
            {
                "code": "110026",
                "name": "固件版本或版本名称已存在"
            },
            {
                "code": "110027",
                "name": "表格没有数据，上传无效"
            },
            {
                "code": "110028",
                "name": "固件在使用中, 无法删除"
            },
            {
                "code": "110029",
                "name": "用户名称不能重复"
            },
            {
                "code": "999001",
                "name": "发生了一些问题，请稍后重试"
            },
            {
                "code": "999002",
                "name": "请求参数缺失"
            },
            {
                "code": "999003",
                "name": "此页面无权限"
            },
            {
                "code": "999004",
                "name": "请求参数出现异常"
            },
            {
                "code": "999005",
                "name": "参数校验失败"
            },
            {
                "code": "999006",
                "name": "未找到数据请求"
            },
            {
                "code": "999007",
                "name": "消息不能读取"
            },
            {
                "code": "999008",
                "name": "不支持 此请求方法"
            },
            {
                "code": "999009",
                "name": "此媒体类型暂不支持"
            },
            {
                "code": "999010",
                "name": "此媒体类型暂不支持"
            },
            {
                "code": "999011",
                "name": "此请求被拒绝"
            },
            {
                "code": "999100",
                "name": "数据查询失败，请刷新页面后重试"
            },
            {
                "code": "999101",
                "name": "此人员ID已存在"
            },
            {
                "code": "999102",
                "name": "引擎服务异常，请检查服务后重试"
            },
            {
                "code": "999103",
                "name": "数据添加失败，请刷新页面后重试"
            },
            {
                "code": "999104",
                "name": "数据更新失败，请刷新页面后重试"
            },
            {
                "code": "999105",
                "name": "数据删除失败，请刷新页面后重试"
            },
            {
                "code": "999107",
                "name": "服务正在启动, 请稍后重试"
            },
            {
                "code": "999201",
                "name": "导出数量超出上限，最多支持一次导出1000条数据"
            }
        ],
        "ui": {
            "userInfo": {
                "updatePassword": {
                    "passwordsAreNotEqual": "两次输入密码不相同",
                    "modifyPasswordConfirmMsg": "修改密码后，使用该账号登录的所有门禁设备将不可用。<br/>是否继续？",
                    "newPasswordIsNotEmpty": "新密码不能为空",
                    "incorrectPasswordRules": "密码支持8-20位字符，且需包含以下四种类型的字符：1.大写字母；2.小写字母；3.数字；4.特殊字符(~!@#$%^&*()_+等)",
                    "oldPasswordIsNotEmpty": "原密码不能为空",
                    "confirmPasswordIsNotEmpty": "确认密码不能为空",
                    "successfullyModifiedPassword": "密码修改成功"
                },
                "ensurePwd": "确认密码",
                "updatePwd": "修改密码",
                "lastPwd": "原密码",
                "newPwd": "新密码",
                "accountsSafe": "账户安全",
                "title": "个人信息",
                "updateTips": "个人信息更新成功"
            },
            "components": {
                "cancel": "取消",
                "next": "下一步",
                "batchAction": {
                    "checknoneBtn": "取消全选",
                    "checkallBtn": "全选",
                    "back": "返回",
                    "delete": "删除"
                },
                "ensure": "确定",
                "allGroups": "全部分组",
                "exportDialogTitle": "确定导出所筛选数据？",
                "prev": "上一步",
                "count": "数量",
                "exportDialogValidate1": "请输入起始数值",
                "addSameLevel": "添加同级分组",
                "filter": "筛选",
                "exportComp": {
                    "cancel": "取消",
                    "exportDialogValidate7": "单次导出最多支持",
                    "ensure": "确定",
                    "exportDialogValidate6": "条",
                    "exportDialogValidate5": "导出上限应不超过",
                    "exportDialogTitle": "确定导出所筛选数据？",
                    "exportDialogValidate4": "结束数值需大于等于起始数值",
                    "exportDialogValidate3": "请输入结束数值",
                    "exportDialogValidate2": "起始数值需小于等于结束数值",
                    "count": "数量",
                    "exportDialogValidate1": "请输入起始数值",
                    "export": "导出"
                },
                "exportDialogValidate5": "导出上限应不超过{len}条",
                "exportDialogValidate4": "结束数值需大于等于起始数值",
                "exportDialogValidate3": "请输入结束数值",
                "exportDialogValidate2": "起始数值需小于等于结束数值",
                "goOn": "继续",
                "reset": "重置",
                "finish": "完成",
                "pleaseInput": "请输入",
                "map": {
                    "deviceDragTips": "拖动改变设备位置",
                    "nomap": "该设备分组未关联地图，无法标注位置。请到设备分组中上传地图。",
                    "deviceName": "设备:"
                }
            },
            "records": {
                "snapshotSmallPic": "搜索图",
                "snapshotTime": "抓拍时间",
                "smallMap": "小地图",
                "snapshotBigPic": "抓拍大图"
            },
            "crowd": {
                "hoverThreshold": "徘徊人数阈值",
                "deleteLabel": "删除标定",
                "strandThreshold": "滞留人数阈值",
                "areaDrawTip": "*最多绘制{max}个热区，请勿绘制过于复杂的凹多边形，可能导致任务不可用",
                "addLabels": "添加标定",
                "labelType": "标定方式",
                "detectArea1": "头肩",
                "detectArea2": "人体",
                "staffOnPositionThreshold": "定员告警要求",
                "detectArea3": "人头",
                "closeDistanceThresholdTip": "请输入告警距离阈值",
                "actualOnPositionNum": "实际定员人数",
                "add": "添加",
                "staticThreshold": "静止人数阈值",
                "activateSecondsTip": "请输入告警持续时间",
                "roiName": "热区名称",
                "detectTimeTip": "请选择检测时间",
                "actualStrandNum": "实际滞留人数",
                "labels": "标定",
                "labelTip": "至少需绘制4条参考线。<br/>1. 手动在添加任务时，绘制4条参考线，辅助算法进行相机对于人头的判断。<br/>2. 按照离画面远近距离，绘制一条最近（长度最长）、2条中间位置（长度适中）、1条最远（长度最短）的人体参考线，共计4条参考线。<br/>3. 连接画面中行人的头点和脚点，形成一条参考线。<br/>4. 注意事项：切勿胡乱绘制，且4条线需有明显的长短变化，长度不得过短（不得低于2mm）",
                "useFoot": "使用脚部",
                "detectAreaTip": "请选择检测部位",
                "cooldownSecondsTip": "请输入告警推送间隔",
                "defaultROI": "默认热区",
                "strandNumLimit": "滞留人数阈值",
                "leavePositionSeconds": "离岗持续时间",
                "actualCloseTime": "过近持续时间",
                "actualStaticNum": "实际静止人数",
                "cooldownSeconds": "告警推送间隔",
                "closeTimeThresholdTip": "请输入持续时间阈值",
                "timeZoneLink": "配置时间条件",
                "actualClosePairNumber": "距离过近总数",
                "handLabel": "手动标定",
                "staticThresholdTip": "请输入静止人数阈值",
                "detectTimeTitle": "检测时间",
                "hoverThresholdTip": "请输入徘徊人数阈值",
                "alarmTitle": "告警设置",
                "addNewTask": "添加任务",
                "labelWarn": "手动标定线数目至少4条",
                "detectAreaTitle": "检测部位",
                "detectModelType": "检测模型",
                "detectAreaSub1": "头部",
                "closeDistanceThreshold": "告警距离阈值",
                "detectAreaSub2": "脚部",
                "strandThresholdTip": "请输入滞留人数阈值",
                "closeTimeThreshold": "持续时间阈值",
                "actualHoverNum": "实际徘徊人数",
                "activateSeconds": "告警持续时间",
                "cardTitle": "人群",
                "detectTypeTitle": "检测类型",
                "detectType": {
                    "staffLeavePositionAlarm": "离岗告警",
                    "socialDistance": "社交距离",
                    "strandHoverAlarm": "徘徊告警",
                    "strandStaticAlarm": "静止告警",
                    "staffOnPosition": "定员",
                    "socialDistanceAlarm": "距离过近",
                    "staffOnPositionAlarm": "定员告警",
                    "strandStatic": "静止",
                    "staffLeavePosition": "离岗",
                    "strandHover": "徘徊",
                    "strandStrandedAlarm": "滞留告警",
                    "strandStranded": "滞留"
                },
                "autoLabel": "自动标定",
                "roiTitle": "区域设置"
            },
            "login": {
                "texterrPasswordPolicy": "请输入8-20位由大小写英文字母、数字和特殊字符组成的密码",
                "submitText2": "返回",
                "sliderXErrorTips": "图形验证不正确",
                "title": "登录",
                "slideTips": "向右滑动",
                "texterrEnterPassword": "请输入密码",
                "forgotPassword": "忘记密码？",
                "logout": "登出",
                "password": "密码",
                "submitText": "登录",
                "tokenExpiration": "token失效或过期，请重新登录。",
                "captcha": "验证码",
                "slideTitle": "请完成安全验证",
                "sys_name": "admin kit",
                "prompt": "请联系管理员重置密码",
                "texterrEnterUsername": "请输入用户名",
                "username": "用户名"
            },
            "tools": {
                "contFailReasonLowersize": "图片尺寸太小",
                "contVerifyResultSame": "这两张人像极有可能是同一个人",
                "contEvaluateResultHigh": "该图片质量分数高",
                "contEvaluateResultFail": "该图片检测失败",
                "buttonEvaluate": "检测",
                "titleFaceQuality": "质量分数检测",
                "hovmsgRatingRefer": {
                    "unmatch": "这两张人像很有可能不是同一个人",
                    "maybe": "这两张人像有可能是同一个人",
                    "likelySame": "这两张人像极有可能是同一个人"
                },
                "contFailReasonNoFace": "没有检测出人脸",
                "contNewAttempt": "更换完人像后请点击比对按钮",
                "titleFaceVerify": "1:1人脸验证",
                "contFailReasonFaces": "检测出多个人脸",
                "errmsgImageSize": "上传图片大小不能超过 16MB!",
                "contSuggestion": "推荐操作",
                "qualityScoreVerifyTip": ">90：图片质量分数高，推荐用于以图搜图或作为识别头像<br/>70~90：图片质量分数中，可用于以图搜图，不建议用作识别头像<br/><=70：图片质量分数低，用于以图搜图可能会造成误识率偏高，不建议用作识别头像",
                "contEvaluateResult": "检测结果",
                "contFailReasonType": "图片格式不支持",
                "contFailReason": "失败原因",
                "contSuggestionHigh": "推荐用于以图搜图或添加到人员组",
                "bodyTrackCheck": "人体轨迹检索",
                "buttonFail": "失败",
                "qualityScoreVerify": "质量分数检测",
                "contEvaluateResultLow": "该图片质量分数低",
                "contVerifyResult": "比对结果",
                "faceAttrVerify": "人脸属性检测",
                "faceTrackCheck": "人脸轨迹检索",
                "buttonChangeImage": "更换图片",
                "contRatingTitle": "评分参考",
                "errmsgImageType": "文件原始格式有误，请使用jpg/png/bmp格式图片!",
                "buttonVerify": "对比",
                "contEvaluateResultAve": "该图片质量分数中等",
                "contFailReasonOversize": "图片过大，超过16M",
                "contVerifyResultUnmatch": "这两张人像很有可能不是同一个人",
                "contSuggestionAve": "推荐用于以图搜图",
                "contUploadImage": "请添加两张人像进行比对",
                "contSuggestionLow": "不推荐用于以图搜图或添加到人员组",
                "bodyAttrVerify": "人体属性检测",
                "contClickCompareImage": "请点击对比按钮进行对比",
                "contFailReasonLowerQuality": "图片质量过低",
                "contVerifyResultLikely": "这两张人像有可能是同一个人"
            },
            "smartPass": {
                "records": {
                    "entryModeLabel": "核验方式",
                    "entryModeOptionsCode": "二维码",
                    "maskStatusOption1": "未戴口罩",
                    "maskStatusOption2": "佩戴口罩",
                    "maskStatusOption0": "未知",
                    "pergroupLabel": "请选择人员组",
                    "tableLabelIdentifyImg": "识别照片",
                    "entryModeTips": "请选择核验方式",
                    "personIdentityOptionsBlacklist": "黑名单",
                    "extraFieldsExportDialogTip": "请选择额外导出字段",
                    "entryModeOptionsFace": "刷脸",
                    "tableLabelIdentity": "身份",
                    "tableLabelPerGroup": "人员组",
                    "abnormalTypeOption15": "核酸结果阳性",
                    "abnormalTypeOption14": "其他地区发热",
                    "abnormalTypeOption13": "灰码人员",
                    "abnormalTypeOption12": "黄码人员",
                    "tableLabelHcStaus": "健康码状态",
                    "abnormalTypeOption17": "查无健康码",
                    "abnormalTypeOption16": "查无身份",
                    "entryModeOptionsHelthyCode": "刷健康码",
                    "abnormalTypeOption11": "红码人员",
                    "abnormalTypeOption10": "未带口罩",
                    "entryModeOptionsFaceID": "刷脸+刷身份证",
                    "hcStatusOption2": "红码",
                    "hcStatusOption3": "灰码",
                    "entryModeOptionsFaceCard": "刷脸+刷卡",
                    "hcStatusOption0": "绿码",
                    "hcStatusOption1": "黄码",
                    "tableLabelAbnormalType": "异常类型",
                    "tableLabelTemperature": "体温",
                    "extraFieldsExportDialogTitle": "选择额外导出字段",
                    "tableLabelDirection": "进出方向",
                    "personIdentityOptionsNonLiving": "非活体",
                    "keywordInputPlaceholder": "姓名/NO",
                    "abnormalTypeOption9": "体温异常",
                    "abnormalTypeOption8": "无效二维码",
                    "abnormalTypeOption7": "无效IC卡",
                    "personIdentityLabel": "人员身份",
                    "directionOption2": "出",
                    "personIdentityOptionsStaff": "员工",
                    "directionOption0": "未知",
                    "directionOption1": "进",
                    "personIdentityOptionsStranger": "陌生人",
                    "entryModeOptionsID": "刷身份证",
                    "tableLabelIDImg": "证件照片",
                    "entryModeOptionsCard": "刷卡",
                    "abnormalTypeLabel": "请选择异常类型",
                    "personIdentityOptionsVisitor": "访客",
                    "tableLabelCaptureImg": "抓拍照片",
                    "personIdentityOptionsAll": "全部",
                    "abnormalTypeOption6": "无效身份证",
                    "abnormalTypeOption5": "不在通行时间内",
                    "abnormalTypeOption4": "访客不在有效期内",
                    "abnormalTypeOption3": "人码不匹配",
                    "abnormalTypeOption2": "人卡不匹配",
                    "abnormalTypeOption1": "人证不匹配",
                    "abnormalTypeOption0": "无",
                    "extraFields": {
                        "icNumber": "IC卡号",
                        "nucleicAcidResult": "核酸结果",
                        "phone": "手机号",
                        "nucleicAcidTime": "核酸检测时间",
                        "temperature": "体温",
                        "id": "ID",
                        "position": "职位",
                        "idNumber": "身份证号",
                        "healthCode": "健康码状态",
                        "wearingMask": "佩戴口罩"
                    },
                    "tableLabelBodyTemperature": "健康码状态"
                },
                "alarms": {
                    "alarmsStausOptions1": "告警中",
                    "eventTypeOptions1": "设备告警",
                    "devicePosition": "设备位置",
                    "alarmImage": "告警图片",
                    "alermDevice": "告警设备",
                    "eventTypeOptions4": "远程解除告警",
                    "eventTypeOptions2": "告警解除失败",
                    "operator": "操作人",
                    "eventTypeOptions3": "告警解除成功",
                    "noRemoveAlarmTip": "不支持远程解除，设备恢复正常后将自动解除告警",
                    "ignoreAlarmTip": "忽略后，此条告警将会置为“已解除”状态。<br/>确认要忽略告警吗？",
                    "alarmTypesLabel": "告警类型",
                    "ignoreAlarm": "忽略告警",
                    "alarmTypesOptions7": "蓝牙锁电量过低",
                    "eventTime": "事件时间",
                    "alarmTypesOptions11": "消防告警",
                    "alarmTypesOptions6": "摄像头污染",
                    "alarmTypesOptions10": "强制开门",
                    "alarmTypesOptions9": "设备拆除",
                    "alarmTypesOptions8": "热像仪连接异常",
                    "alarmsStausOptions3": "已解除",
                    "alarmsStausOptions2": "解除中",
                    "ignored": "已忽略",
                    "alarmTypesOptions1": "密码破解",
                    "eventRemark": "事件说明",
                    "alarmTypesOptions3": "人脸特征提取异常",
                    "alarmTypesOptions2": "非活体攻击",
                    "alarmTypesOptions5": "门磁超时",
                    "alarmTime": "告警时间",
                    "alarmTypesOptions4": "离线告警",
                    "eventType": "事件类型",
                    "alarmDetail": "告警详情",
                    "alarmsStausLabel": "告警状态",
                    "removeAlarm": "解除告警"
                }
            },
            "security": {
                "face": {
                    "task": {
                        "cancel": "取消",
                        "strategyPlaceHolder": "请选择抓拍策略",
                        "deleteBatNotice": "此操作将批量删除任务, 是否继续?",
                        "deviceNamePlaceHolder2": "选择设备",
                        "batDelete": "批量删除",
                        "maxRec": "最大识别尺寸",
                        "helmetAlarmYes": "佩戴安全帽告警",
                        "deleteNotice": "此操作将删除当前任务, 是否继续?",
                        "threshold": "相似度",
                        "none": "无",
                        "deviceName": "设备名称",
                        "precisionMode": "精准模式",
                        "maxVal": "最大值",
                        "minVal": "最小值",
                        "enable": "启用",
                        "portraitLib": "人员组",
                        "state": "状态",
                        "selected": "已选择",
                        "portraitInputPlaceHolder": "姓名/NO",
                        "deviceNamePlaceHolder": "请选择设备",
                        "item": "项",
                        "helmetAlarmNo": "未佩戴安全帽告警",
                        "enableBatNotice": "此操作将批量启用任务, 是否继续?",
                        "minRec": "最小识别尺寸",
                        "batEnable": "批量启用",
                        "disableBatNotice": "此操作将批量停用任务, 是否继续?",
                        "filterPlaceHolder": "请选择",
                        "previewOnVideo": "在预览画面中查看",
                        "thresholdAlarm": "请设置阈值",
                        "unInUse": "未使用",
                        "canceled": "已取消",
                        "drawTip": "*请勿绘制过于复杂的凹多边形，可能导致任务不可用",
                        "baseSetting": "基础设置",
                        "operate": "操作",
                        "reset": "重置",
                        "interval": "间隔",
                        "maskAlarmNo": "未佩戴口罩告警",
                        "taskName": "任务名称",
                        "timeMode": "定时模式",
                        "taskNamePlaceHolder": "请输入任务名称",
                        "batchEdit": "批量编辑",
                        "helmetAlarm": "安全帽告警设置",
                        "noNextDirAlarm": "当前一级目录下没有人员组",
                        "title": "人员任务",
                        "delete": "删除",
                        "resetDrawArea": "重绘热区",
                        "addSuccess": "创建成功",
                        "sec": "秒",
                        "strategyInputAlarm": "请选择策略",
                        "deleteCancel": "已取消删除",
                        "maskAlarmYes": "佩戴口罩告警",
                        "thresholdPlaceHolder": "请选择阈值",
                        "deleteSuccess": "删除成功",
                        "inUse": "使用中",
                        "realMode": "实时模式",
                        "resetDefault": "恢复默认",
                        "addNewTask": "添加任务",
                        "deviceInputAlarm": "请选择设备",
                        "drawArea": "添加热区",
                        "inputPlaceholder": "任务/设备",
                        "enableState": "启用状态",
                        "PortraitLibInputAlarm": "请选择人员组",
                        "taskNameInputAlarm": "请填写任务名称",
                        "confirm": "确定",
                        "filter": "筛选",
                        "portraitLibPlaceHolder": "请选择人员组",
                        "disable": "停用",
                        "regSetting": "区域设置",
                        "batDisable": "批量停用",
                        "maskAlarm": "口罩告警设置",
                        "otherSetting": "其他设置",
                        "strategy": "抓拍策略",
                        "deviceGroup": "设备分组"
                    },
                    "record": {
                        "maskNo": "未戴口罩",
                        "helmetNo": "未戴安全帽",
                        "strangerSwitchTips2": "关闭此开关，将隐藏陌生人告警记录的比对人员信息，包括人员照片、比对分数、人员ID、人员组",
                        "helmetAlarmYes": "佩戴安全帽告警",
                        "maskYes": "佩戴口罩",
                        "threshold": "相似度",
                        "title": "人员记录",
                        "generateTrack": "生成轨迹",
                        "strangerAlarm": "陌生人告警",
                        "maskAlarmYes": "佩戴口罩告警",
                        "cmpPlaceholder": "比对类型",
                        "noneDevNotice": "当前任务组无有效设备,无法进行实况查看",
                        "exportSuccNotice": "导出任务已提交，请前往消息中心查看导出进度",
                        "helmet": "安全帽",
                        "portraitLib": "人员组",
                        "attribute": "属性",
                        "strangerSwitchTips1": "开启此开关，将展示陌生人告警记录的比对人员信息，包括人员照片、比对分数、人员ID、人员组",
                        "human": "人脸",
                        "humanBody": "人脸+人体",
                        "inputPlaceholder": "搜索...",
                        "mask": "口罩",
                        "helmetAlarmNo": "未佩戴安全帽告警",
                        "delRecordNotice": "当前任务已被删除,无法查看实况",
                        "viewCard": "未查看",
                        "attrPlaceholder": "属性告警",
                        "filterPlaceHolder": "请选择",
                        "helmetYes": "佩戴安全帽",
                        "whitelistMatch": "白名单比中",
                        "recordStatus": "记录状态",
                        "task": "任务",
                        "blacklistAlarm": "黑名单告警",
                        "whitelistException": "白名单失效",
                        "viewedCard": "已查看",
                        "attributeAlarm": "属性告警",
                        "detailPage": "详情页",
                        "maskAlarmNo": "未佩戴口罩告警",
                        "position": "地点",
                        "time": "时间",
                        "device": "设备"
                    },
                    "title": "人脸布控"
                },
                "car": {
                    "struct": "车辆违停",
                    "pleaseSelectReord": "请选择记录",
                    "vehicle_color": "车辆颜色",
                    "accurate": "精准模式",
                    "snapShot": "车辆抓拍",
                    "inputHotName": "请输入热区名称",
                    "sentInterval": "首次推送间隔",
                    "selectDetectType": "请选择任务类型",
                    "record": "车辆记录",
                    "stopDetection2": "车辆违停",
                    "minSize": "最小识别尺寸",
                    "buttonPictureDownload": "下载大图",
                    "vehicle_model2": "车辆系列",
                    "keywordPlaceholder": "输入关键字搜索",
                    "deleteConfirmMessage": "此操作将永久删除该文件, 是否继续?",
                    "disableTask": "任务停用成功",
                    "eventType": "记录类型",
                    "batchEnableTask": "任务批量启用成功",
                    "exit": "出口",
                    "vehicle_brand": "车辆厂商",
                    "keywordByElevatorName": "请输入扶梯名称进行搜索",
                    "registrationCar": "登记车辆",
                    "vehicle_class": "车辆类型",
                    "following": "防尾随",
                    "selectRuickResponseTime": "请选择策略",
                    "taskName": "任务名称",
                    "strategyPlaceholder": "请选择抓拍策略",
                    "deleteHot": "删除热区",
                    "device": "设备",
                    "enableStatus": "启用状态",
                    "outTime": "超时",
                    "st_automobile_angle": "车辆角度",
                    "enableTaskConfirm": "此操作将批量启用任务, 是否继续?",
                    "basisSetting": "基础设置",
                    "deviceSelectPlaceholder": "请选择设备",
                    "vehicle_model": "车辆类型",
                    "disableTaskConfirm": "此操作将批量停用任务, 是否继续?",
                    "plate": "车牌",
                    "editTaskSuccess": "任务编辑成功",
                    "batchDelete": "批量删除",
                    "carColor": "车辆颜色",
                    "current": "实时模式",
                    "min": "最小值",
                    "carOwner": "车主",
                    "viewed": "记录状态",
                    "place": "地点",
                    "leastOneTask": "请至少选择一个任务",
                    "stopDetection": "违停",
                    "plate_color": "车牌颜色",
                    "max": "最大值",
                    "allTask": "全部任务",
                    "viewCard": "未查看",
                    "idPlaceholder": "请输入热区ID",
                    "stay": "停留",
                    "taskEditDesc": "*点击正方形选项框激活进行修改",
                    "enableTask": "任务启用成功",
                    "site": "地点",
                    "deleteTaskConfirm2": "此操作将批量删除任务, 是否继续?",
                    "createTaskSuccess": "任务创建成功",
                    "deviceGroup": "设备分组",
                    "durationPlaceholder": "违停时长",
                    "selectTaskName": "请输入任务名称",
                    "redrawHot": "重绘热区",
                    "carTask": "车辆任务",
                    "specialAttribute": "特殊属性",
                    "phoneNum": "电话",
                    "resetToDefault": "恢复默认",
                    "editHot": "编辑热区",
                    "taskCode": "任务",
                    "deleteSuccessMessage": "删除成功",
                    "batchDisableTask": "任务批量停用成功",
                    "plate_class": "车牌类型",
                    "viewInPreview": "在预览画面中查看",
                    "taskTypePlaceholder": "请选择任务类型",
                    "entrance": "入口",
                    "buttonFullScreen": "全屏",
                    "carBrand": "车辆品牌",
                    "batchEnable": "批量启用",
                    "hotId": "热区ID",
                    "timing": "定时模式",
                    "strangeCar": "陌生车辆",
                    "batchDeleteTask": "任务删除成功",
                    "namePlaceholder": "请输入热区名称",
                    "batchEditTask": "批量更新成功",
                    "task": "车辆任务",
                    "selectDuration": "选择违停时长",
                    "name": "名称",
                    "sentInterval2": "间隔",
                    "cancelAction": "已取消",
                    "deleteTaskConfirm": "此操作将删除当前任务, 是否继续?",
                    "keywordInputPlaceholder": "任务/设备",
                    "searching": "任务/设备",
                    "maxSize": "最大识别尺寸",
                    "title": "车辆管理",
                    "duration": "违停时长",
                    "taskType": "任务类型",
                    "carType": "车辆类型",
                    "car": "车辆",
                    "maximumLength": "名称不能超过50个字符",
                    "st_vehicle_backup": "车辆备胎",
                    "durationUnitPlaceholder": "选择时间单位",
                    "st_special_vehicle": "特种车辆",
                    "addNewTask": "添加任务",
                    "attr": "属性",
                    "task2": "任务",
                    "cancelDetele": "已取消删除",
                    "specialAttributePlaceholder": "请选择特殊属性",
                    "editGroup": "编辑分组",
                    "statusPlaceholder": "请选择记录状态",
                    "deviceCode": "设备名称",
                    "snapshotBigPic": "抓拍大图",
                    "locationInMap": "地图点位",
                    "batchDisable": "批量停用",
                    "newHot": "添加热区",
                    "viewedCard": "已查看",
                    "time": "时间",
                    "strategy": "抓拍策略",
                    "alarmdeleteSuccess": "记录删除成功",
                    "deleteTask": "删除任务",
                    "prompt": "提示",
                    "recordDetailTitle": "车辆抓拍详情",
                    "selectDeviceIds": "请选择设备"
                },
                "moduleTips": "<p><b>精准模式</b>：目标进入画面开始检测跟踪，待目标跟踪结束才推送一张质量最优的图片</p><p><b>实时模式</b>：目标进入画面开始检测跟踪，立即推送一张图片，目标跟踪结束再推送一张质量最优的图片；</p><p><b>定时模式</b>：目标进入画面开始检测跟踪，第K秒时推送一张质量最优的图片，目标跟踪结束时再推送一张质量最优的图片；</p>",
                "perimeter": {
                    "task": {
                        "cancel": "取消",
                        "strategyPlaceHolder": "请选择抓拍策略",
                        "deleteBatNotice": "此操作将批量删除任务, 是否继续?",
                        "batDelete": "批量删除",
                        "maxRec": "最大识别尺寸",
                        "enableSelectPlaceHolder": "请选择启用状态",
                        "deleteNotice": "此操作将删除当前任务, 是否继续?",
                        "sameHotAreaNotice": "同一个任务热区名称不能重复",
                        "deviceName": "设备名称",
                        "maxLengthPlaceHolder": "名称不能超过50个字符",
                        "precisionMode": "精准模式",
                        "maxVal": "最大值",
                        "minVal": "最小值",
                        "enable": "启用",
                        "AreaInvade": "区域闯入",
                        "inputHotLength": "请输入正确长度的热区名称",
                        "crossPart": "越线部位",
                        "enter": "入口",
                        "state": "运行状态",
                        "pushInterval": "首次推送间隔",
                        "selected": "已选择",
                        "AB": "AB双向越线",
                        "editHotArea": "编辑热区",
                        "deviceNamePlaceHolder": "请选择设备",
                        "item": "项",
                        "enableBatNotice": "此操作将批量启用任务, 是否继续?",
                        "minRec": "最小识别尺寸",
                        "addHotArea": "添加热区",
                        "batEnable": "批量启用",
                        "disableBatNotice": "此操作将批量停用任务, 是否继续?",
                        "previewOnVideo": "在预览画面中查看",
                        "reDraw": "重新绘制",
                        "unInUse": "未使用",
                        "canceled": "已取消",
                        "exit": "出口",
                        "baseSetting": "基础设置",
                        "operate": "操作",
                        "addHotLine": "绘制线段",
                        "hotAreaID": "热区ID",
                        "name": "名称",
                        "reset": "重置",
                        "inputHotAreaPlaceholder": "请输入热区名称",
                        "interval": "间隔",
                        "taskName": "任务名称",
                        "timeMode": "定时模式",
                        "BtoA": "由B到A越线",
                        "addCrossLine": "新增线",
                        "taskNamePlaceHolder": "请输入任务名称",
                        "taskTypePlaceHolder": "请选择任务类型",
                        "keywordInputPlaceholder": "任务/设备",
                        "specAttributePlaceHolder": "请选择特殊属性",
                        "hotNamePlaceHolder": "需要填写热区名称",
                        "title": "周界任务",
                        "delete": "删除",
                        "batchAddError": "{taskName}任务添加成功",
                        "pleaseDraw": "请绘制热区",
                        "specAttribute": "特殊属性",
                        "head": "头部",
                        "hotAreaIDPlaceHolder": "请输入热区ID",
                        "sec": "秒",
                        "strategyInputAlarm": "请选择策略",
                        "deleteCancel": "已取消删除",
                        "taskType": "任务类型",
                        "deleteSuccess": "删除成功",
                        "hotAreaNameNotice": "请输入热区名称",
                        "inUse": "使用中",
                        "AtoB": "由A到B越线",
                        "realMode": "实时模式",
                        "resetDefault": "恢复默认",
                        "addNewTask": "添加任务",
                        "deviceInputAlarm": "请选择设备",
                        "foot": "脚步",
                        "pedCrossLine": "行人越线",
                        "enableState": "启用状态",
                        "crossDirection": "越线方向",
                        "deleteHotArea": "删除热区",
                        "filter": "筛选",
                        "disable": "停用",
                        "batDisable": "批量停用",
                        "preFollow": "防尾随",
                        "strategy": "抓拍策略",
                        "crossDirectionTips": "请在下方视频绘制线段，并选择越线方向",
                        "deviceGroup": "设备分组"
                    },
                    "record": {
                        "color": "颜色",
                        "gender": "性别",
                        "glove": "手套",
                        "pattern": "花案",
                        "allDevice": "全部设备",
                        "bag": "箱包",
                        "title": "周界记录",
                        "type": "类型",
                        "recordtypeFilter": "记录类型",
                        "uniform": "工服",
                        "hair": "发型",
                        "cap": "帽子",
                        "smoking": "抽烟",
                        "viewed": "已查看",
                        "action": "动作",
                        "angle": "角度",
                        "phoneStatus": "手机状态",
                        "reflectiveClothes": "反光衣",
                        "attribute": "属性",
                        "state": "状态",
                        "human": "人体",
                        "oxygen": "氧气瓶",
                        "glass": "眼镜",
                        "pose": "姿势",
                        "umbrella": "雨伞",
                        "allTask": "全部任务",
                        "hugObject": "胸前抱物",
                        "trousers": "下衣",
                        "viewCard": "未查看",
                        "shoes": "鞋子",
                        "coat": "上衣",
                        "hairStyle": "发型",
                        "recordStatus": "记录状态",
                        "task": "任务",
                        "viewedCard": "已查看",
                        "unviewed": "未查看",
                        "detailPage": "详情页",
                        "respirator": "口罩",
                        "style": "款式",
                        "position": "地点",
                        "time": "时间",
                        "device": "设备",
                        "age": "年龄"
                    },
                    "title": "周界安全"
                },
                "behavior": {
                    "title": "行为安全",
                    "cardTitle": "行为"
                },
                "title": "智能分析(安防)"
            },
            "common": {
                "cancel": "取消",
                "batchDisableTaskMsg": "{successNum}个任务停用成功，{failedNum}个任务停用失败{errMsg}",
                "prev": "上一步",
                "enableTasksSuccess": "{num} 个任务批量启用成功",
                "deleteTasksSuccess": "{num} 个任务批量删除成功",
                "yes1": "有",
                "selectedUnit1": "个",
                "enable": "启用",
                "deleteSuccessMsg": "删除成功",
                "last14days": "近14天",
                "buttonPictureDownload": "下载大图",
                "moveToGroup": "移动到分组",
                "setTimeRange": "点击设置时间段",
                "hour1": "小时",
                "batchCreateTaskMsg": "{successNum}个任务创建成功，{failedNum}个任务创建失败{errMsg}",
                "titleReminder": "提示",
                "deleteConfirmMessage": "此操作将永久删除该文件, 是否继续?",
                "edit": "编辑",
                "propNotDrawSameZone": "请勿绘制重合区域",
                "rtspError": "设备连接失败，请检查RTSP地址填写是否有误",
                "Tues": "周二",
                "enableSuccessMsg": "启用成功",
                "Sun": "周日",
                "groupSelect": "请选择分组",
                "timePlaceholder": "时:分:秒",
                "viewGroup": "查看分组",
                "recentWeek": "最近一周",
                "groupName": "分组名称",
                "operate": "操作",
                "copyToGroup": "复制到分组",
                "deleteFailedMsg": "删除失败",
                "Wed": "周三",
                "batchEditor": "批量编辑",
                "cheackTaskStatus": "请检查任务状态是否启用成功",
                "similarityASC": "按相似度升序",
                "reset": "重置",
                "detail": "详情",
                "device": "设备",
                "items": "项",
                "timeLabel": "选择时间排序",
                "male": "男",
                "status": "状态",
                "other": "其他",
                "addTasksSuccess": "{num} 个任务批量添加成功",
                "disableTasksSuccess": "{num} 个任务批量停用成功",
                "emptyText": "暂无数据",
                "selected1": "已配置",
                "selected2": "已选",
                "unknown": "未知",
                "deleteTasksFailed": "{num} 个任务删除失败，请检查后重试",
                "result": "结果",
                "datepieckerLastThreeMonth": "最近三个月",
                "defaultGroup": "默认分组",
                "low": "低",
                "lessThan": "小于",
                "deleteSuccess": "删除成功",
                "taskState99": "算力不足",
                "startTime1": "开始时间",
                "pleaseInput": "请输入",
                "startTime": "开始日期",
                "copy": "复制",
                "addGroup": "添加分组",
                "checkAll2": "全选",
                "taskState5": "运行错误",
                "taskState4": "运行结束",
                "taskState7": "已提交",
                "batchEnableTaskMsg": "{successNum}个任务启用成功，{failedNum}个任务启用失败{errMsg}",
                "moreThan": "大于",
                "thresholdTip": "提高阈值有利于降低误识率，但部分目标事件可能无法检出",
                "groupDetail": "分组详情",
                "drawStart": "开始绘制",
                "taskState1": "待运行",
                "taskState3": "运行中",
                "filter": "筛选",
                "datepickerLastSevenDay": "最近一周",
                "last8weeks": "近8周",
                "last30days": "近30天",
                "createTime": "创建时间",
                "disable": "停用",
                "batchEditTaskFailed": "数据更新失败，请稍后重试<br/><br/>{num}个任务编辑失败，请检查服务状态是否异常，稍后重试",
                "batchDeleteTaskMsg": "{successNum}个任务删除成功，{failedNum}个任务删除失败{errMsg}",
                "endTime": "结束日期",
                "date": "日期",
                "batchEditTaskSuccess": "{num}个任务批量编辑成功",
                "addTime": "添加时间",
                "capturimgDetail": "抓拍大图",
                "addSuccessMsg": "创建成功",
                "unit1": "项",
                "addSameLevel": "添加同级分组",
                "empty": "无数据",
                "second": "秒",
                "update2": "更新",
                "no1": "无",
                "high": "高",
                "view": "查看",
                "runningStatus": "运行状态",
                "createPerson1": "创建者",
                "finish": "完成",
                "add2": "新增",
                "exportRecordTip": "导出任务已提交，请前往右上角消息中心处查看导出进度。<br/><br/>文件已增加密码保护，密码为您的登录账号名。",
                "female": "女",
                "add1": "添加",
                "day": "天",
                "export": "导出",
                "selected": "已选择",
                "add3": "添加",
                "add": "添加",
                "cancelAll": "全不选",
                "buttonFullScreen": "全屏",
                "ensure": "确定",
                "meter": "米",
                "last32weeks": "近32周",
                "last16weeks": "近16周",
                "noResultText": "无匹配数据",
                "Thurs": "周四",
                "disableSuccessMsg": "停用成功",
                "expireTime": "失效时间",
                "task": "任务",
                "addTasksFailed": "{num} 个任务添加失败，请检查后重试",
                "addFailedMsg": "创建失败",
                "person": "人",
                "enableFailedMsg": "启用失败",
                "datepieckerLastThirtyDay": "最近30天",
                "groupName1": "请输入分组名称",
                "next": "下一步",
                "viewDetail": "查看详情",
                "no": "否",
                "datepickerToday": "今日",
                "moveout": "移出",
                "import": "导入",
                "Sat": "周六",
                "searching": "搜索...",
                "back": "返回",
                "update": "修改",
                "disableFailedMsg": "停用失败",
                "enableTaskTip": "任务启动大约需要1~2分钟。<br/><br/>请刷新页面，等待任务运行状态更新为\"运行中\"",
                "timeASC": "按时间升序",
                "delete": "删除",
                "roi": "热区",
                "endTime1": "结束时间",
                "selectedUnit": "项",
                "enableTasksFailed": "{num} 个任务启用失败，请检查服务状态或系统授权情况",
                "hour": "时",
                "and": "且",
                "similarity": "相似度",
                "goOn": "继续",
                "agnostic": "无法判断",
                "disableTasksFailed": "{num} 个任务停用失败，请检查服务状态是否异常，稍候重试",
                "exportSuccessMessage": "导出任务已提交，请前往消息中心查看导出进度",
                "attr": "属性",
                "bacthEditor": "批量编辑",
                "similarityDESC": "按相似度降序",
                "openTagTip": "打开页面数量过多，请及时关闭不常用的页面",
                "filtrate": "筛选",
                "checkAll": "全选",
                "or": "或",
                "editGroup": "编辑分组",
                "yes": "是",
                "createPerson": "创建人",
                "Mon": "周一",
                "minute": "分",
                "equal": "等于",
                "positionDetail": "地点",
                "addNextLevel": "添加下一级分组",
                "drawEnd": "绘制结束",
                "mappositionDetail": "地图点位",
                "timeDESC": "按时间降序",
                "operateTaskLimitTip": "单次批量操作任务数量不能超过10个",
                "noData": "暂无数据",
                "pleaseSelect": "请选择",
                "time": "时间",
                "Fri": "周五",
                "last7days": "近7天",
                "oneClickClear": "一键清空"
            },
            "record": {
                "recordStates": "记录状态"
            },
            "dict": {
                "hotAreaTypes": {
                    "type4": "其他",
                    "type3": "全部",
                    "type2": "出入口",
                    "type1": "运行区"
                }
            },
            "attribute": {
                "operatorAnd": "全部",
                "operatorOr": "任一项",
                "selectedDetetct": "所选检测事件",
                "operator": "触发告警条件",
                "operatorSelect": "命中",
                "attrs": {
                    "glove_without": "未戴手套",
                    "oxygen_bottle_without": "未戴氧气瓶",
                    "medical_uniform_without": "未穿医护服",
                    "lie": "躺卧",
                    "sleep_on_the_table": "睡岗",
                    "bareback": "赤膊",
                    "call": "打电话",
                    "respirator_without": "未戴口罩",
                    "crash_helmet_and_hard_hat_without": "未戴安全帽",
                    "short_sleeve": "短袖",
                    "worker_uniform_without": "未穿工人服",
                    "smoking": "抽烟",
                    "chef_uniform_without": "未穿厨师服",
                    "play_phone": "玩手机",
                    "reflective_clothes_without": "未穿反光衣",
                    "shorts": "短裤",
                    "hat_style_type_without": "未戴帽子"
                }
            },
            "lang": {
                "en": "English",
                "zh": "中文",
                "switch": "切换成功"
            },
            "smartpass": {
                "refreshTip": "刷新指令已下发，请等待设备上报人员同步状态。若下发人数较多，设备可能无法及时更新同步状态，请以设备屏幕的实际同步状态为准。",
                "access": {
                    "timetableIdentifierName": "时间条件",
                    "eventStatus": "门禁状态",
                    "blacklistDbIdentifierIds": "黑名单组",
                    "timeZoneTips": "* 默认24小时均可通行。您可在策略视图中规定设备通行时间",
                    "guestDbIdentifierIds": "访客组",
                    "whitelistDbIdentifierIds": "员工组",
                    "direction": "通行方向"
                },
                "userPortrait": "识别图片",
                "person": "人",
                "options": {
                    "default ": "恢复门禁状态",
                    "enter": "进",
                    "close": "关",
                    "normallyOpen": "常开",
                    "open": "开",
                    "normallyClose": "常闭",
                    "out": "出"
                },
                "refresh": "刷新",
                "updateTime": "更新时间",
                "sync": {
                    "fail": "失败",
                    "doing": "同步中",
                    "syncSuccess": "同步成功",
                    "success": "成功",
                    "should": "应下发",
                    "syncFail": "同步失败"
                },
                "errEventInfo": "事件说明",
                "syncStatus": "同步状态",
                "setting": {
                    "doorControl": "门禁控制",
                    "portraitGroupLabel": "选择人员组",
                    "portraitGroupName": "人员组名称",
                    "deviceDetail": "详情",
                    "addStrategy": "新增策略",
                    "deviceView": "设备视图",
                    "deviceName": "设备名称",
                    "batchDelete": "批量删除",
                    "batchSetting": "批量设置",
                    "deviceStatus": "设备状态",
                    "issueStatus": "下发状态",
                    "selectTimezonePlaceholder": "选择时间条件",
                    "tslDevice": "物模型设备",
                    "startTime": "开始时间",
                    "inputPlaceholder": "请输入",
                    "deviceType": "产品类型",
                    "deviceIP": "设备IP",
                    "passSetting": "通行设置",
                    "selectDevicePlaceholder": "选择设备",
                    "devicePlace": "设备位置",
                    "deviceSetting": "设备设置",
                    "deviceID": "设备ID",
                    "deviceInfo": "设备信息",
                    "personView": "人员视图",
                    "portraitGroupType": "人员组类型",
                    "setSuccess": "设置成功",
                    "deviceNamePlaceholder": "设备名称/IP/序列号",
                    "endTime": "结束时间",
                    "strategyView": "策略视图"
                }
            },
            "escalator": {
                "add": {
                    "addTitle": "添加扶梯",
                    "continueAdd": "继续添加",
                    "ensureDelete": "确认删除",
                    "hotZoneNum": "热区数量",
                    "areaGuideTitle": "区域绘制",
                    "editHotZone": "编辑热区",
                    "stepTitle1": "添加扶梯，关联设备",
                    "stepTitle3": "完成",
                    "stepTitle2": "添加热区模板",
                    "deleteRoiConfirmTip1": "{name}  删除后，将无法恢复和使用，{name}  是任务唯一的热区时，删除后任务将自动停用，非唯一热区则任务将自动更新。<br/><span style=\"font-size: 12px;color: #ADB5CC;word-break:break-all;\">关联任务:{tasks}</span>",
                    "basicSetting": "基础设置",
                    "deleteRoiConfirmTip3": "已绘制好的区域和人体标定将全部删除，无法恢复和使用",
                    "deleteRoiConfirmTip2": "{name}  删除后，将无法恢复和使用",
                    "lineGuideTitle": "人体标定（可选）",
                    "deleteRoiConfirmTip4": "已绘制好的区域和人体标定将全部删除，无法恢复和使用<br/><span style=\"font-size: 12px;color: #ADB5CC;word-break:break-all;\">关联任务:{tasks}</span>",
                    "stepTitle5": "编辑热区模板",
                    "stepTitle4": "编辑扶梯，关联设备",
                    "areaGuideTitle1": "绘制运行梯阶区域",
                    "deleteCalibration": "删除标定",
                    "areaGuideTitle2": "绘制出入口踏板区域",
                    "areaGuideTitle3": "绘制全部扶梯区域",
                    "goToDevicePage": "去配置设备",
                    "resetZone": "重绘热区",
                    "calibrationGuide": "标定引导",
                    "deleteZone": "删除热区",
                    "editTitle": "编辑扶梯",
                    "title": "添加扶梯",
                    "editName": "编辑名称",
                    "deviceNum": "设备数量",
                    "hotZoneGuide": "热区引导",
                    "goAddTask": "去添加任务",
                    "updateEscalatorTip": "若所选设备已添加任务，取消此设备将同时删除对应任务",
                    "continueEdit": "继续编辑",
                    "calibration": "标定",
                    "resetCalibration": "重绘标定",
                    "hotZone": "热区",
                    "lineGuideTip2": "一共需要绘制四条人体标注线，通过连接人体头和脚的位置形成一条标注线。<br/>标注线需要根据画面中人体可能出现的位置由近到远绘制，离画面越近的人体标注线越长，离画面越远的人体标注线越短。",
                    "deleteRoiBodyConfirmTip2": "标定删除后，将无法恢复和使用，同时所关联的任务也将停用。 <br/><span style=\"font-size: 12px;color: #ADB5CC;word-break:break-all;\">关联任务:{tasks}</span>",
                    "exitGuide": "退出引导",
                    "form": {
                        "prop": {
                            "devices": "设备名称",
                            "name": "扶梯名称",
                            "idNumber": "扶梯ID",
                            "hotZoneName": "热区名称",
                            "hotZoneType": "热区类型"
                        },
                        "placeholder": {
                            "devices": "请选择该扶梯关联的相机设备",
                            "name": "请输入扶梯名称",
                            "idNumber": "请输入扶梯ID",
                            "hotZoneName": "请输入热区名称",
                            "hotZoneType": "请选择热区类型"
                        },
                        "error": {
                            "hotZoneName1": "已存在该热区名称，请重新输入",
                            "devices": "请选择该扶梯关联的相机设备",
                            "name": "请输入正确格式名称",
                            "idNumber": "请输入正确格式ID",
                            "hotZoneName": "需要填写热区名称",
                            "hotZoneType": "需要选择热区类型"
                        }
                    },
                    "deleteRoiBodyConfirmTip1": "标定删除后，将无法恢复和使用",
                    "viewEscalator": "查看扶梯",
                    "areaGuideTip1": "需要沿着梯级范围按照顺时针方向绘制四边形，四边形第一条线段需要沿着梯级绘制，如下图1->2->3->4线段。",
                    "operatorSuccess": "操作成功",
                    "deviceLimitTip": "设备数量超限，一部扶梯最多可选择50个设备",
                    "areaGuideTip3": "需要沿着扶梯全部区域（含扶手、梯阶运行区、出入口踏板区域）按照顺时针方向绘制四边形，四边形第一条线段需要沿着梯级绘制，如下图1->2->3->4线段。",
                    "areaGuideTip2": "需要沿着出入口踏板范围按照顺时针方向绘制四边形，四边形第一条线段需要沿着梯级绘制，如下图1->2->3->4线段。",
                    "videoScreen": "相机画面",
                    "oneClickClear": "一键清空"
                },
                "task": {
                    "disabletaskSuccess": "停用成功!",
                    "moreoneroiText": "*支持选择多个热区",
                    "periodLabel": "检测时间段",
                    "staydoneurationLabel": "滞留持续时间",
                    "starttimePlaceholder": "开始时间",
                    "strollerdetecttypeOptions": "婴儿车",
                    "crowdcrowdedthresholdPlaceholder": "请输入人群阈值",
                    "selectROI": "请选择热区，若该设备无热区，请编辑扶梯添加热区",
                    "enabletaskSuccess": "启用成功!",
                    "personUnit": "人",
                    "multipleDevice": "注：批量选择设备时，任务名称将以“任务名称_设备名分成”形式生成",
                    "thresholdPlaceholder": "请输入置信度阈值",
                    "setroiText": "热区设置",
                    "notempty": "不能为空",
                    "deletetaskWarinning": "此操作将删除所选任务, 是否继续?",
                    "notsapceValidate": "任务名称不可含有空格",
                    "labelPlaceholder": "请选择标定类型",
                    "redrawlineText": "重新绘制",
                    "deletetaskSuccess": "删除任务成功!",
                    "normalstatusLabel": "正常",
                    "staydetecttypeOptions": "拥堵",
                    "nodedataText": "暂无数据",
                    "squatdurationLabel": "蹲坐持续时间",
                    "trafficdetecttypeOptions": "客流统计",
                    "searchtaskPlaceholder": "任务/设备",
                    "staydurationLabel": "拥堵持续时间",
                    "activestatusLabel": "启用状态",
                    "labelroiText": "标定",
                    "selectactivePlaceholder": "请选择启用状态",
                    "setlineText": "跨线设置",
                    "taskNamePlaceholder": "请输入任务名称",
                    "addtaskBtn": "添加任务",
                    "detecttypePlaceholder": "请选择检测类型",
                    "showlabelsLabel": "在预览画面中查看",
                    "drawlineText": "绘制线段",
                    "crowdstaythresholdLabel": "人群阈值",
                    "alarmpushintervalPlaceholder": "请输入告警推送间隔",
                    "deletetaskListBtn": "删除",
                    "hidelabelsLabel": "不在预览画面中查看",
                    "inputthresholdValidate": "请输入阈值",
                    "handleaddTitle": "添加任务",
                    "stayonedetecttypeOptions": "滞留",
                    "packageLabel": "行李尺寸限制",
                    "disabletaskListBtn": "停用",
                    "roiText": "热区",
                    "enabletaskWarinning": "此操作将开启所选任务, 是否继续?",
                    "crowdstaythresholdPlaceholder": "请输入人群阈值",
                    "enabletaskListBtn": "启用",
                    "title": "扶梯任务列表",
                    "wheelchdirdetecttypeOptions": "轮椅",
                    "selectstatePlaceholder": "请选择任务状态",
                    "tasknameLabel": "任务名称",
                    "addsuccessMessage": "创建任务成功",
                    "handleaeditTitle": "编辑任务",
                    "detecttypeLabel": "检测类型",
                    "labeLabel": "标定类型",
                    "opreate": "操作",
                    "thresholdLabel": "置信度阈值",
                    "disabletaskWarinning": "此操作将停用所选任务, 是否继续?",
                    "alarmpushintervalLabel": "告警推送间隔",
                    "croweddurationLabel": "过密持续时间",
                    "editsuccessMessage": "编辑任务成功",
                    "secondUnit": "秒",
                    "staranOneDeTypeTip": "适用于单个人在扶梯出入口较长时间停留，如小孩在扶梯口玩耍等场景",
                    "baseset": "基础设置",
                    "emptydetecttypeOptions": "空梯检测",
                    "crowdcrowdedthresholdLabel": "过密人数阈值",
                    "backdetecttypeOptions": "逆行",
                    "manuallabelOptions": "手动标定",
                    "squatdetecttypeOptions": "蹲坐",
                    "devicePlaceholder": "请选择设备",
                    "autolabelOptions": "自动标定",
                    "staranDeTypeTip": "适用于多人在扶梯出入口停留造成拥堵，可能产生危险践踏事件等的场景",
                    "tumbledetecttypeOptions": "摔倒",
                    "deivcenameLabel": "设备名称",
                    "devicegroupnameLabel": "设备分组名称",
                    "statusLabel": "状态",
                    "setlabelLabel": "人体位置设置",
                    "inputnameValidate": "请输入任务名称",
                    "crowdstrandthresholdLabel": "拥堵人数阈值",
                    "selecttimePlaceholder": "选择时间范围",
                    "abnormalstatusLabel": "异常",
                    "endtimePlaceholder": "结束时间",
                    "crowdeddetecttypeOptions": "过密",
                    "packagePlaceholder": "请选择行李尺寸限制",
                    "slectdetecttypefirstWarn": "请先选择检测类型",
                    "handleviewTitle": "查看任务",
                    "luggagedetecttypeOptions": "行李箱"
                },
                "record": {
                    "downloadimgDetail": "下载大图",
                    "searchPlaceholder": "扶梯/任务/设备/热区",
                    "behaviordtitleCard": "行为",
                    "recordtypeFilterPlaceholter": "请选择记录类型",
                    "roitypeDetail": "热区类型",
                    "capturimgDetail": "抓拍大图",
                    "deviceDetail": "设备",
                    "nohandleDetail": "未处理",
                    "tasknameDetail": "任务",
                    "alarmspushintervalDetail": "告警推送间隔",
                    "carryToemptyCard": "载人 > 空梯",
                    "recordtypeFilter": "记录类型",
                    "alreadyIsStatus": "已经是{msg}",
                    "alarmnumDetail": "告警实际人数",
                    "selectDevicePlaceholder": "请选择设备",
                    "timeDetail": "时间",
                    "escalatorIDDetail": "扶梯ID",
                    "roinameDetail": "热区名称",
                    "threDetail": "阈值",
                    "detailTitle": "详情页",
                    "luggagesizeOption3": "32寸及以上",
                    "tasknameCard": "任务",
                    "luggagesizeOption2": "28寸及以上",
                    "luggagesizeOption1": "无限制",
                    "fullscreenDetail": "全屏",
                    "recentWeek": "最近一周",
                    "crowdtitleCard": "人群",
                    "scoreDetail": "置信度分数",
                    "wrongDetail": "误检测",
                    "notsupportvideoDetail": "您的浏览器不支持Video,请更新浏览器版本",
                    "recordviewedFilter": "记录查看状态",
                    "recordviewedPlaceholter": "请选择记录查看状态",
                    "endDateTimePlaceholder": "结束日期",
                    "startDateTimePlaceholder": "开始日期",
                    "luggagesizeDetail": "行李箱尺寸限制",
                    "emptytitleCard": "空梯",
                    "handledDetail": "已处理",
                    "roinameCard": "热区",
                    "recordconfirmedFilter": "记录处理状态",
                    "viewCard": "未查看",
                    "alarmhandlestatusDetail": "告警处理状态",
                    "thresholdDetail": "置信度阈值",
                    "objecttitleCard": "物体",
                    "recordconfirmedFilterPlaceholter": "请选择记录处理状态",
                    "positionDetail": "地点",
                    "escalatorCard": "扶梯",
                    "roiIDDetail": "热区ID",
                    "viewedCard": "已查看",
                    "mappositionDetail": "地图点位",
                    "emptyTocarryCard": "空梯 > 载人",
                    "activateSecondsDetail": "持续时间阈值",
                    "escalatornameDetail": "扶梯名称"
                },
                "detail": {
                    "escalatornameLabel": "扶梯名称",
                    "messageText": "动态消息",
                    "infoTitle": "基本信息",
                    "escalatorIDLabel": "扶梯ID",
                    "devicenumLabel": "设备数量",
                    "taiUnit": "台",
                    "back": "返回",
                    "carrystatusLabel": "载客状态",
                    "title": "详情",
                    "personUnit": "人次",
                    "taskTab": "任务管理",
                    "runstatusLabel": "运行状态",
                    "detecttypeLabel": "检测类型",
                    "deleteText": "删除后将不可恢复！",
                    "alarmTab": "告警记录",
                    "resetflowConfirm": "此操作将重置统计记录,是否继续?",
                    "alarmstatusLabel": "告警状态",
                    "videoTab": "实况预览",
                    "alarmdeleteSuccess": "记录删除成功",
                    "flowTab": "客流分析",
                    "resetSuccess": "重置成功!",
                    "warnConfirm": "提示",
                    "flownumLabel": "累计载客量"
                },
                "list": {
                    "carddeleteBtn": "删除扶梯",
                    "checknoneBtn": "取消全选",
                    "checkallBtn": "全选",
                    "carryPassengerState": "载人",
                    "usinguseState": "使用中",
                    "deletetextConfirm": "扶梯删除后，已产生的所有告警记录、客流分析趋势及相关任务配置都将清除，此操作将无法恢复",
                    "cardeditBtn": "编辑扶梯",
                    "runstateUp": "上行",
                    "title": "扶梯管理",
                    "deletetitleConfirm": "删除",
                    "labeldeviceCount": "设备数量",
                    "normalwarnState": "正常",
                    "runstateStop": "停止",
                    "emptyPassengerState": "空梯",
                    "cancelBtnDialog": "取 消",
                    "alarmwarnState": "告警",
                    "runstatusPlaceholder": "运行状态",
                    "editBtnDialog": "编辑",
                    "usestatusPlaceholder": "使用状态",
                    "exportBtn": "批量导出",
                    "inputsearchPlaceholder": "扶梯名称/扶梯ID",
                    "unknowPassengerState": "未知",
                    "labelwarnState": "告警状态",
                    "nodataText": "暂无数据",
                    "checkedText": "已选择 <span style=\"color:var(--primary)\" >{num}</span> 个",
                    "deletetextDialog": "扶梯删除后，已产生的所有<strong>告警记录、客流分析及相关任务配置</strong>都将清除，此操作将无法恢复",
                    "deleteBtn": "删除",
                    "unuseruseState": "未使用",
                    "ensureBtnDialog": "确 定",
                    "deletetitleDialog": "确认删除",
                    "carrystatusPlaceholder": "载客状态",
                    "deletesuccessMessage": "删除成功！",
                    "runstateDown": "下行",
                    "addescalatorBtn": "添加扶梯",
                    "alarmstatusPlaceholder": "告警状态",
                    "batchhandleBtn": "批量删除",
                    "flownumLabel": "累计载客量",
                    "labeltaskCount": "任务数量"
                },
                "title": "智慧扶梯",
                "flow": {
                    "datepickerLastSevenDay": "最近一周",
                    "datepieckerLastThreeMonth": "最近三个月",
                    "showflowByHour": "按时查看",
                    "datepickerToday": "今日",
                    "exportBtn": "导出",
                    "flowUnitLabelString": "人流量/人次",
                    "datepieckerLastThirtyDay": "最近30天",
                    "flowTimeLabelString": "时/日",
                    "flownumLabel": "客流量",
                    "showflowByDay": "按日查看"
                }
            },
            "identify": {
                "title": "智能分析"
            },
            "module": {
                "insight": "智能分析",
                "system": "系统管理",
                "behavioral_safety": "行为安全",
                "user-management": "用户管理",
                "device-management": "设备管理",
                "log-management": "日志管理",
                "role-management": "角色管理",
                "system-information": "系统信息"
            },
            "el": {
                "cascader": {
                    "noMatch": "无匹配数据",
                    "noData": "暂无数据",
                    "placeholder": "请选择",
                    "loading": "加载中"
                },
                "image": {
                    "error": "加载失败"
                },
                "transfer": {
                    "noCheckedFormat": "共 {total} 项",
                    "noMatch": "无匹配数据",
                    "hasCheckedFormat": "已选 {checked}/{total} 项",
                    "filterPlaceholder": "请输入搜索内容",
                    "noData": "无数据"
                },
                "select": {
                    "noMatch": "无匹配数据",
                    "noData": "无数据",
                    "placeholder": "请选择",
                    "loading": "加载中"
                },
                "pagination": {
                    "total": "共 {total} 条",
                    "goto": "转到",
                    "pagesize": "条/页",
                    "pageClassifier": "页"
                },
                "colorpicker": {
                    "confirm": "确定",
                    "clear": "清空"
                },
                "upload": {
                    "preview": "查看图片",
                    "continue": "继续上传",
                    "delete": "删除",
                    "deleteTip": "按 delete 键可删除"
                },
                "tree": {
                    "emptyText": "暂无数据"
                },
                "datepicker": {
                    "cancel": "取消",
                    "nextMonth": "下个月",
                    "weeks": {
                        "thu": "四",
                        "tue": "二",
                        "sat": "六",
                        "wed": "三",
                        "fri": "五",
                        "mon": "一",
                        "sun": "日"
                    },
                    "endDate": "结束日期",
                    "year": "年",
                    "selectDate": "选择日期",
                    "month12": "12 月",
                    "month11": "11 月",
                    "prevMonth": "上个月",
                    "now": "此刻",
                    "today": "今天",
                    "startTime": "开始时间",
                    "prevYear": "前一年",
                    "month1": "1 月",
                    "month2": "2 月",
                    "months": {
                        "jul": "七月",
                        "oct": "十月",
                        "apr": "四月",
                        "aug": "八月",
                        "feb": "二月",
                        "jun": "六月",
                        "dec": "十二月",
                        "may": "五月",
                        "nov": "十一月",
                        "jan": "一月",
                        "mar": "三月",
                        "sep": "九月"
                    },
                    "month3": "3 月",
                    "month4": "4 月",
                    "month5": "5 月",
                    "selectTime": "选择时间",
                    "month6": "6 月",
                    "month7": "7 月",
                    "clear": "清空",
                    "month8": "8 月",
                    "month9": "9 月",
                    "month10": "10 月",
                    "confirm": "确定",
                    "nextYear": "后一年",
                    "endTime": "结束时间",
                    "startDate": "开始日期"
                },
                "messagebox": {
                    "cancel": "取消",
                    "confirm": "确定",
                    "error": "输入的数据不合法!",
                    "title": "提示"
                },
                "table": {
                    "resetFilter": "重置",
                    "sumText": "合计",
                    "emptyText": "暂无数据",
                    "clearFilter": "全部",
                    "confirmFilter": "筛选"
                }
            },
            "appcenter": {
                "title": "控制中心"
            },
            "monitor": {
                "viewbydeviceTab": "按设备查看",
                "structinvadeRecordType": "区域闯入",
                "alarmsList": "实时事件",
                "crowdcrowdedRecordType": "人员过密告警",
                "automobileparkRecordType": "车辆违停",
                "objectluggageRecordType": "行李箱",
                "crowdstrandRecordType": "人员拥堵告警",
                "filterTitle": "筛选",
                "noImage": "抓拍机不支持画面预览",
                "behaviorsquatRecordType": "行人蹲坐告警",
                "crowdTaskType": "人群告警",
                "videosTitle": "视频实况",
                "invadiaTaskType": "周界",
                "alarmsLines": "告警戒线",
                "filterbyElevatorTab": "扶梯",
                "searchDevicePlaceHolder": "设备分组/设备",
                "filterensureBtn": "确定",
                "objectwheelchairRecordType": "轮椅",
                "portraitblackRecordType": "重点人员告警",
                "searchTaskPlaceHolder": "请输入任务名称",
                "structcrosslineRecordType": "行人越线",
                "emptyTaskType": "空梯检测",
                "toomuchwarnMsg": "推送数据过多，建议对其进行筛选",
                "pedestriancaptureRecordType": "行人抓拍",
                "portraitabnormalRecordType": "白名单失效",
                "alarmRecordList": "告警记录",
                "captureRecordList": "抓拍记录",
                "viewbytaskTab": "按任务查看",
                "captureList": "抓拍",
                "filterbytaskTab": "任务",
                "filterresetBtn": "重置",
                "behaviortumbleRecordType": "行人摔倒告警",
                "humanpoweredvehicleRecordType": "非机动车抓拍",
                "objectstrollerRecordType": "婴儿车",
                "behaviorTaskType": "行为检测",
                "lockTarget": "目标锁定",
                "emptyemptyRecordType": "空梯",
                "pedestrianTaskType": "人员布控",
                "video": "实况画面",
                "viewbyescalatorTab": "按扶梯查看",
                "crowdstrand_1RecordType": "人员滞留告警",
                "filterbydeviceTab": "设备",
                "objectTaskType": "物体检测",
                "carcaptureRecordType": "车辆抓拍",
                "selectHotZone": "请选择热区",
                "behaviorbackRecordType": "行人逆行告警",
                "portraitstrangerRecordType": "陌生人告警",
                "emptynotemptyRecordType": "非空梯",
                "filterbyrecordtypeTab": "记录类型",
                "searchEscalatorPlaceHolder": "扶梯名称/扶梯ID",
                "carTaskType": "车辆",
                "roiNameWidthIndex": "热区{num}",
                "whitelistRecordType": "白名单比中记录"
            },
            "datacenter": {
                "searchImageTip": "图片不能为空，请先选择目标图",
                "searchTargetImg": "搜索图",
                "updateImgTips": "点击（拖进）更换图片",
                "devicePosition": "地图点位",
                "searchImgTips": "点击上传或将图片拖到此处",
                "title": "数据中心",
                "generateTrack": "生成轨迹",
                "resultDetail": "结果详情",
                "captureLib": "抓拍库",
                "portraitLib": "人像库",
                "captureBigPic": "抓拍大图",
                "position": "位置",
                "track": {
                    "face": {
                        "title": "人脸搜图"
                    },
                    "body": {
                        "title": "人体以图搜图"
                    },
                    "analysis": {
                        "viewBigPic": "查看大图",
                        "trackLoadError": "数据加载异常，请关闭重试",
                        "trackLoadTips": "正在分析并生成轨迹...",
                        "accurateFilter": "精确筛选",
                        "snapshotSmallPic": "抓拍小图",
                        "snapshotTime": "抓拍时间",
                        "trackMapnull": "地图为空",
                        "title": "轨迹分析",
                        "smallMap": "小地图",
                        "snapshotBigPic": "抓拍大图",
                        "trackFromThis": "从此处播放"
                    },
                    "title": "时空轨迹"
                },
                "face_title": "人脸搜图",
                "matchRecords": "匹配记录",
                "noTrackTip": "暂无数据，请检查设备是否设置了地图定位"
            },
            "menu": {
                "passenger_record": "客流记录",
                "crowd_task": "人群任务",
                "passenger_task": "客流任务",
                "closeOthers": "关闭其他",
                "smart_service": "智慧服务",
                "equipment_management": "设备管理",
                "live_video": "视频实况",
                "smartpass_setting": "通行设置",
                "object_management": "物体检测",
                "system_settings": "系统设置",
                "community_govern_task": "治理任务",
                "faceped_task": "人员任务",
                "object_task": "物体任务",
                "passenger_dashboard": "客流概览",
                "global_overview": "全局概览",
                "data_overview": "数据概览",
                "faceped_record": "人员记录",
                "object_record": "物体记录",
                "smartpass": "智慧通行",
                "behavior_record": "行为记录",
                "system_management": "系统管理",
                "data_center": "数据中心",
                "closeAll": "关闭所有",
                "algorithm_scheduling": "算法调度",
                "passenger_management": "客流统计",
                "alert_center": "告警中心",
                "insight": "智能分析",
                "log_management": "日志管理",
                "community_govern_management": "社区治理",
                "faceped_management": "人员管理",
                "behavior_task": "行为任务",
                "community_govern_record": "治理记录",
                "crowd_management": "人群分析",
                "user_management": "用户管理",
                "crowd_record": "人群记录",
                "role_management": "角色管理",
                "portrait_management": "人员管理"
            },
            "manage": {
                "role": {
                    "addRoleSuccessTip": "{name}角色添加成功",
                    "batchDeleteSuccessMsg": "{len}个角色批量删除成功",
                    "label": {
                        "role": "角色",
                        "roleName": "角色名称",
                        "timeDESC": "按时间降序",
                        "createUserName": "添加人",
                        "timeASC": "按时间升序"
                    },
                    "permissionSetting": "权限设置",
                    "title": "角色管理",
                    "batchDisableSuccessMsg": "{len}个角色批量停用成功",
                    "deleteRoleTitle": "此操作将永久删除该角色, 是否继续?",
                    "batchEnableSuccessMsg": "{len}个角色批量启用成功",
                    "deleteRoleSuccessMsg": "{roleName}角色删除成功",
                    "deleteSelectedRoleTitle": "此操作将永久删除选中角色, 是否继续?",
                    "editRole": "编辑角色",
                    "viewRole": "查看角色",
                    "placeHolder": {
                        "searchInput": "请输入角色名称搜索",
                        "roleName": "请输入角色名称"
                    },
                    "addRole": "添加角色",
                    "editRoleSuccessTip": "{name}角色编辑成功"
                },
                "log": {
                    "prop": {
                        "orgName": "用户分组",
                        "secondModuleName": "二级模块",
                        "firstModulePlaceholder": "请选择一级模块",
                        "operateTime": "操作时间",
                        "operateType": "操作",
                        "firstModuleName": "一级模块",
                        "secondModulePlaceholder": "请选择二级模块",
                        "userNamePlaceholder": "请选择用户",
                        "userName": "用户",
                        "operateFunction": "操作详情",
                        "operateTypePlaceholder": "请选择操作"
                    },
                    "title": "日志管理"
                },
                "timezone": {
                    "searchPlaceholder": "请输入名称搜索",
                    "allTimezone": "全部时间条件",
                    "validTimes": "生效日期",
                    "timesOver": "时间区段交叉重复",
                    "requiredName": "请输入时间条件名称",
                    "checkTimes": "请选择时间段",
                    "addSpecialDayMark": "*同一时刻内，特殊日规则优先应用",
                    "deleteMsg": "此操作将永久删除该时间条件, 是否继续?",
                    "requiredDate": "请选择日期",
                    "addTimezoneIntervals": "时间区段",
                    "editSuccess": "修改成功！",
                    "timesWithNum": "时间段-{num}",
                    "title": "时间条件",
                    "holiday": "节假日",
                    "addSuccess": "添加成功！",
                    "dateType": "日期类型",
                    "specialWorkday": "特殊日",
                    "addHolidayOrSpecialWorkday": "添加特殊日",
                    "close": "关闭",
                    "nameLabel": "时间条件名称"
                },
                "sys": {
                    "overview": {
                        "retrogradeDetectionMissionAccess": "逆行检测接入",
                        "squatDetectionMissionAuthorization": "蹲坐检测授权",
                        "behavioralSafetyAuthorization": "行为安全授权",
                        "bodyCaptureCapacity": "人体抓拍库容量",
                        "crowdAnalysisAndCustomerFlowCountingAuthorization": "人群算法授权",
                        "detentionDetectionMissionAuthorization": "拥堵检测接入",
                        "versionNum": "版本号",
                        "strandoneDetectionMissionAuthorization": "滞留检测接入",
                        "faceVideoStreamingAccessTip": "每个摄像机的人员分析任务占用1个授权",
                        "emptyElevatorInspectionAuthorization": "空梯检测授权",
                        "faceImgAmount": "人脸图片流",
                        "faceImageStreamingAccessTip": "每个抓拍机的人员分析任务占用1个授权",
                        "authorization": "授权",
                        "faceVideoStreamingAccess": "人脸视频流接入",
                        "frontEndDeviceLicense": "前端比对设备授权",
                        "systemName": "系统名称",
                        "babyCarriageInspectionMissionAuthorization": "婴儿车检测接入",
                        "crowdStrandStranded": "滞留检测接入",
                        "luggageInspectionTaskAuthorization": "大件行李检测接入",
                        "perimeterTip": "用于行人越线/区域入侵任务，每个摄像机占用1个授权",
                        "structTip": "用于车辆违停任务，每个任务占用1个授权",
                        "crowdStaffLeavePosition": "离岗检测接入",
                        "portraitGroupCapacity": "人员组容量",
                        "whitelistStorageCapacity": "白名单库容",
                        "fallDetectionMissionAuthorization": "摔倒检测授权",
                        "publishTime": "发布时间",
                        "crowdStrandStaticAlarm": "静止告警检测接入",
                        "wheelchairInspectionMandate": "轮椅检测接入",
                        "bfsuTip": "用于伞篷/横幅/标语/烟火检测任务，每个摄像机占用1个授权",
                        "perimeterAuthNotice": "周界算法授权说明：</br> 1.周界算法授权中，设备实际接入数取决于 {detectTypes} 启用的任务所使用的的设备数量</br> 2.同一个设备可同时添加 {detectTypes} 任务，将会消耗1个周界算法的设备接入数和 {detectTypes} 各1个设备接入数",
                        "versionInfo": "版本信息",
                        "crowdStrandStatic": "静止检测接入",
                        "crowedAuthNotice": "人群算法授权说明：</br> 1.人群算法授权中，设备实际接入数取决于拥堵/滞留/过密/客流计数启用的任务所使用的设备数量</br> 2.同一个设备可同时添加拥堵、滞留、过密和客流计数任务，将会消耗1个人群算法的设备接入数和拥堵/滞留/过密/客流计数各1个设备接入数",
                        "expireTime": "授权期限",
                        "crowdAuthorization": "人群算法授权",
                        "attributeTip": "用于安全生产任务，每个摄像机占用1个授权",
                        "crowdStrandStrandedAlarm": "滞留告警检测接入",
                        "faceAuth": "人脸授权",
                        "crowdStrandHoverAlarm": "徘徊告警检测接入",
                        "faceVideoAmount": "人脸视频流",
                        "congestionDetectionTaskAuthorization": "过密检测接入",
                        "crowdStaffLeavePositionAlarm": "离岗告警检测接入",
                        "detectAccess": "检测接入",
                        "objectAuthNotice": "物体检测授权说明：</br> 1.物体检测授权中，设备实际接入数取决于婴儿车/行李箱/轮椅类型启用的任务所使用的设备数量</br> 2.同一个设备可同时添加婴儿车/行李箱/轮椅三类检测任务，将会消耗1个物体检测的设备接入数和婴儿车/行李箱/轮椅检测各1个设备接入数",
                        "bfsuAuthNotice": "物体检测算法授权说明：</br> 1.物体算法授权中，设备实际接入数取决于 {detectTypes} 启用的任务所使用的的设备数量</br> 2.同一个设备可同时添加 {detectTypes} 任务，将会消耗1个物体算法的设备接入数和 {detectTypes} 各1个设备接入数",
                        "portraitCapacity": "人员库容量",
                        "CapacityLicense": "库容授权",
                        "retrogradeDetectionMissionAuthorization": "逆行检测授权",
                        "garbageAuthNotice": "社区治理算法授权说明：</br> 1.社区治理算法授权中，设备实际接入数取决于 {detectTypes} 启用的任务所使用的的设备数量</br> 2.同一个设备可同时添加 {detectTypes} 任务，将会消耗1个社区治理算法的设备接入数和 {detectTypes} 各1个设备接入数",
                        "squatDetectionMissionAccess": "蹲坐检测接入",
                        "userAmount": "用户数量",
                        "faceAuthorization": "人脸授权",
                        "title": "系统总览",
                        "CapacityCapture": "时空库库容",
                        "basicInfo": "基本信息",
                        "frontEndDeviceLicenseTip": "包括通行面板机及AIE下的相机数",
                        "userAccountCapacity": "用户账号容量",
                        "actionTip": "用于打架/摔倒/攀爬检测任务，每个摄像机占用1个授权",
                        "passengerFlowCountingTaskAuthorization": "客流计数接入",
                        "expireInfo": "授权信息",
                        "crowdStaffOnPositionAlarm": "定岗告警检测接入",
                        "portraitCaptureCapacity": "人脸抓拍库容量",
                        "fallDetectionMissionAccess": "摔倒检测接入",
                        "emptyElevatorInspectionTaskAuthorization": "空梯检测接入",
                        "faceImageStreamingAccess": "人脸图片流接入",
                        "keyPersonnelStorageCapacity": "重点人员库容",
                        "structAmount": "结构化",
                        "crowdStrandHover": "徘徊检测接入",
                        "faceCaptureLibraryCapacity": "人脸抓拍库容量",
                        "CapacityPortrait": "人员组库容",
                        "garbageTip": "用于垃圾检测任务，每个摄像机占用1个授权",
                        "actionAuthNotice": "行为算法授权说明：</br> 1.行为算法授权中，设备实际接入数取决于 {detectTypes} 启用的任务所使用的的设备数量</br> 2.同一个设备可同时添加 {detectTypes} 任务，将会消耗1个行为算法的设备接入数和 {detectTypes} 各1个设备接入数",
                        "userAuthorization": "用户授权",
                        "camerasAccess": "相机接入",
                        "crowdAuthNotice": "人群算法授权说明：</br> 1.人群算法授权中，设备实际接入数取决于 {detectTypes} 启用的任务所使用的设备数量</br> 2.同一个设备可同时添加 {detectTypes} 任务，将会消耗1个人群算法的设备接入数和 {detectTypes} 各1个设备接入数",
                        "structAuth": "结构化授权",
                        "crowdStaffOnPosition": "定岗检测接入",
                        "crowdTip": "用于定岗/静止/徘徊/离岗/社交距离/客流统计任务，每个摄像机每个任务占用1个授权",
                        "passengerFlowCountingManagement": "客流计数管理",
                        "objectDetectionAuthorization": "物体检测授权",
                        "passengerFlowCountingTaskAccess": "客流计数任务接入"
                    },
                    "setting": {
                        "faceSettings": "人脸设置",
                        "personalitySettings": "个性化设置",
                        "tip": {
                            "errType": "上传图片只能是 JPG/PNG/JPEG/BMP 格式!",
                            "name": "系统标题应不超过50个字符",
                            "logo": "请上传BMP/PNG/JPG/JPEG格式的图片，文件应不大于2MB",
                            "forgetPwdTip": "忘记密码提示语应不超过50个字符",
                            "errSize": "上传图片大小不能超过 2MB!",
                            "qualityInspectionTip": "低：仅做单人脸判断<br/>高：针对人脸有效尺寸、人脸角度、模糊度、嘴部张合程度等多因子进行综合判断",
                            "desc": "系统描述应不超过50个字符"
                        },
                        "label": {
                            "name": "系统标题",
                            "qualityInspection": "入库质量检测等级",
                            "logo": "系统logo",
                            "forgetPwdTip": "忘记密码提示语",
                            "desc": "系统描述"
                        },
                        "editSuccess": "全局设置编辑成功",
                        "error": {
                            "imgLoad": "图片加载失败",
                            "imgSelect": "请选择图片"
                        },
                        "title": "全局设置",
                        "placeHolder": {
                            "logo1": "请上传系统logo",
                            "name": "请输入系统标题",
                            "qualityInspection": "请设置入库质量检测等级",
                            "logo": "上传LOGO",
                            "forgetPwdTip": "请输入忘记密码提示语",
                            "desc": "请输入系统描述"
                        }
                    }
                },
                "portrait": {
                    "searchPlaceholder": "姓名/IC卡号/完整NO",
                    "fileName": "文件名",
                    "dragFileText": "将文件拖到此处，或",
                    "replace": "替换",
                    "addSameLevel": "添加同级分组",
                    "portraitImportSuccess": "人员导入成功",
                    "deleteGroupTitle": "若想保留组内人员，请选择“仅删除组”<br/>若不想保留组内人员，请选择“删除组和组内人员”",
                    "contPolicyView": "查看政策",
                    "parentPortraitGroupTip": "上下级分组均为独立物理分组，子分组内人员不会自动继承父组关系。例如 “正式员工组-深圳员工组” 内的人员并不会自动归属于 “正式员工组”。",
                    "noreplace": "不替换",
                    "portraitDelete": "删除人员",
                    "deletePortraitGroup": "删除人员组",
                    "editPortrait": "编辑人员",
                    "portraitAddSuccess": "人员添加成功",
                    "portraitEditSuccess": "人员表编辑成功",
                    "portraitDelete1": "人员将被彻底刪除，此操作无法恢复",
                    "portraitDelete2": "从当前分组删除，所选人员在重点人员/白名单其他分组中仍可找到",
                    "portraitDelete3": "确认要删除所选人员吗？",
                    "portraitDelete4": "仅从分组删除",
                    "movePortraitError": "不能移动到一级人员组,请重新选择",
                    "portraitDelete5": "从人员组删除",
                    "detailInfo": "详细信息",
                    "featureLibraryCapacityNeedTip": "请设置特征库容量",
                    "viewPortrait": "查看人员",
                    "contPolicyContent3": "您即将上传和录入的信息可能用于记录查询、人脸布控、考勤、访客、迎宾、以图搜图等事宜，请妥善保管数据，切勿泄露！请确认是否已获取当事人授权？",
                    "contPolicyContent1": "中华人民共和国法律法规要求，任何组织、个人收集数据，应当采取合法、正当的方式，不得窃取或者以其他非法方式获取数据，应当在法律、行政法规规定的目的和范围内收集、使用数据，并提供数据处理相关服务应当取得行政许可的，服务提供者应当依法取得许可，并且通过采取必要措施，确保数据处于有效保护和合法利用的状态，以及具备保障持续安全状态的能力，不得危害国家安全、公共利益，不得损害个人、组织的合法权益。",
                    "editLevel": "编辑分组",
                    "contPolicyContent2": "我们非常重视用户的个人信息安全，您在使用我们产品时，出于保障各功能正常使用的目的，支持上传人脸照片和个人信息。您在上传人员和录入个人信息时，请确保所述信息已获取被收集人的使用授权且在授权范围内使用，如阅读并同意该政策，默认本用户已获得所述人员的授权且将会保证人员数据得到有效保护和合法使用，不得危害当事人合法权益。如数据通过各方面渠道公开，乱用、滥用本产品造成信息泄露，本产品不承担责任。",
                    "parentPortraitGroup": "上级人员组",
                    "failNum": "失败人员数量",
                    "deleteGroupSuccess": "人员分组删除成功!",
                    "movePortraitMsg": "成功复制{len}个人员到分组",
                    "portraitClearTip": "人员删除后将无法恢复",
                    "addPortrait": "添加人员",
                    "deleteGroupBtn2": "仅删除组",
                    "batchImport": "批量人员导入",
                    "deleteGroupBtn1": "删除组和组内人员",
                    "moveoutTitle": "移出人员",
                    "cancelOperate": "已取消操作",
                    "contPolicyNotes": "政策须知",
                    "portraitGroupName": "人员组名称",
                    "contPolicyCheckText": "我已阅读并同意以上政策",
                    "upDataTips1": "1. 上传前请将图片（jpg/png/bmp格式）放在同一文件夹内，不要设置子文件夹。",
                    "upDataTips2": "2. 单次批量上传人像1万张以内，文件夹总大小 1GB 以内。单张人像大小不超过16MB，推荐单张不超过100KB以达到最佳上传速度。",
                    "upDataTips3": "3. 如上传的人像按系统预设定支持的图片命名规范命名，入库时系统将自动提取对应的字段到该人像的信息中，否则为缺省。<i>系统预设定的命名规范：“姓名_No.”加后缀名</i>。示例：张三_123456789.jpg",
                    "uploadPerson": "上传人",
                    "upDataTips4": "4. 如需导入更多人员信息，请通过AIS ToolKit导入",
                    "featureLibraryCapacityTip": "特征库容量即组内人员上限，每次创建人员组均会开辟新的特征库并占用系统内存资源，填写后不可编辑。<br/>系统特征库总上限为200w，特征库用量过大可能造成系统运行缓慢，请根据您的实际需要预留合理空间。",
                    "title": "人员管理",
                    "imageUploadingMsg": "正在上传人员,请勿刷新页面造成人员丢失",
                    "basicInfo": "基础信息",
                    "foldName": "文件夹名",
                    "portraitFailRecordClearTip": "失败记录删除后将无法恢复",
                    "batchImportMsg": "导入完成，成功 <span>{successNum}</span>，失败 <span style=\"color:var(--danger);\">{failNum}</span>，<a id=\"viewImportFailRecord\" style=\"cursor:pointer;color:var(--primary);\">查看失败记录</a>",
                    "viewPortraitGroup": "查看人员组",
                    "addPortraitError1": "当前文件夹下无图片，请重新选择",
                    "prop": {
                        "noPassQrcode": "无通行二维码，",
                        "activeStatus4": "请选择激活状态",
                        "activeStatus3": "已到期",
                        "activeStatus2": "已激活",
                        "avatorToIdentifyTip": "用于人脸识别的头像。请选择近三个月正面免冠照，面部清晰，受光均匀，无遮挡，无过度美颜。人脸有效尺寸需在100 px * 100 px以上，仅支持jpg或png文件。",
                        "activeStatus1": "未激活",
                        "ageError": "请输入1-150之间的整数",
                        "jobTitle": "职位",
                        "generateQrcodeFormTitle": "生成通行二维码",
                        "qrCodeEffectiveTimeEndTip": "请选择截止有效期",
                        "portraitDb": "人像库",
                        "employeeNumber": "IC卡号",
                        "picUrl": "照片",
                        "vehiclePlateNumber": "车牌号",
                        "portraitRootType": "人员类型",
                        "pin": "PIN码",
                        "portraitRootTypeTip": "请选择人员类型",
                        "personIdentityOptionsBlacklist": "黑名单",
                        "selectedFolder": "选中文件夹",
                        "picLoadError": "加载失败",
                        "generatePassQrcodeAgain": "重新生成",
                        "qrCodeEffectiveTimeEnd": "截止有效期",
                        "aliasName": "别名",
                        "nameError": "请输入人员名称",
                        "avatorToIdentify": "识别头像",
                        "identityTip": "人员唯一ID",
                        "qrCodeEffectiveCount": "有效次数",
                        "selectFolder": "选择文件夹",
                        "activeTime": "激活时间",
                        "activeTime1": "请选择激活时间",
                        "birth": "生日",
                        "identityCard": "身份证号",
                        "imageExist1": "请选择有无人像",
                        "noPassQrcodeView": "无通行二维码",
                        "passQrcode": "通行二维码",
                        "timePlaceholder": "选择日期",
                        "expireTime": "失效时间",
                        "generatePassQrcodeLink": "立即生成",
                        "phone": "联系方式",
                        "name": "姓名",
                        "enableStatus": "启用状态",
                        "gender": "性别",
                        "downloadPassQrcode": "下载",
                        "expirationTimeTip": "不填则默认永久有效，通行设备不支持员工、黑名单有效期判定",
                        "identityRule1": "请输入人员NO",
                        "identityRule2": "请输入字母或者数字",
                        "imageExist": "有无人像",
                        "remark": "备注",
                        "qrCodeEffectiveTime": "有效时间",
                        "avatorToShow": "展示头像",
                        "qrCodeEffectiveCountTip": "-1代表无次数限制。重新生成二维码后，旧二维码将失效。",
                        "personIdentityOptionsStaff": "员工",
                        "portraitGroupPlaceholder": "请选择人员组",
                        "identity": "NO",
                        "enableStatus1": "请选择启用状态",
                        "company": "公司",
                        "genderPlaceholder": "请选择性别",
                        "address": "住址",
                        "customTip": "自定义提示语",
                        "portraitGroup": "人员组",
                        "qrCodeEffectiveTimeStart": "起始有效期",
                        "dept": "部门",
                        "personIdentityOptionsVisitor": "访客",
                        "qrCodeEffectiveTimeStartTip": "请选择起始有效期",
                        "avatorToShowTip": "用户展示的头像，可以不含人脸。",
                        "qrCodeEffectiveCountPlaceholder": "请输入有效次数",
                        "activeStatus": "激活状态",
                        "dbIds": "人员组",
                        "dbIdsPlaceholder": "请选择人员组",
                        "age": "年龄",
                        "qrCodeCountNoLimit": "无限制"
                    },
                    "featureLibraryCapacity": "特征库容量",
                    "deleteGroup": "删除",
                    "moveoutTip": "人员仅会从组中移除，并不会被删除。<br/>确认将选中人员移出该组吗?",
                    "searchPlaceholder2": "组内姓名/IC卡号/完整NO",
                    "featureLibraryCapacityTipInOverview": "每次创建人员组需要消耗特征库容量，您可在创建人员组时指定每个的组消耗的特征库大小（即组内人员上限）。<br/>特征库用量过大可能造成系统运行缓慢，请根据您的实际需要预留合理空间。",
                    "searchPortraitGroup": "搜索人员组",
                    "addGroupSuccess": "人员分组添加成功",
                    "cancelDeleteGroup": "已取消删除",
                    "editPortraitGroup": "编辑人员组",
                    "portraitDeleteSuccess": "人员移出成功",
                    "sameNoImageTip": "已存在相同No.的人员，是否替换？",
                    "portraitGroupNameTip": "请输入人员组名称",
                    "editGroupSuccess": "人员分组编辑成功",
                    "viewGroupDetail": "查看详情",
                    "uploadTime": "上传时间",
                    "changeStatusTitle": "此操作将更改人员的启用状态, 是否继续?",
                    "disableSuccess": "人员停用成功",
                    "addPortraitError": "一级人员组不能添加人员,请重新选择",
                    "dragFileText1": "点击上传",
                    "picture": "照片",
                    "enableSuccess": "人员启用成功",
                    "portraitGroupType": "人员组类型",
                    "addNextLevel": "添加下一级分组",
                    "contPolicyAgreeTooltip": "用户已同意相关隐私政策",
                    "failRecordTitle": "导入失败记录",
                    "addPortraitGroup": "添加人员组",
                    "batchImportMsgNoError": "导入完成，成功 <span>{successNum}</span>，失败 <span style=\"color:var(--danger);\">{failNum}</span>"
                },
                "title": "系统管理",
                "platform": {
                    "searchPlaceholder": "请输入名称·ID搜索",
                    "addTitle": "添加平台",
                    "deleteMsg": "确定此删除平台？",
                    "editTitle": "编辑平台",
                    "platformType": "平台类型",
                    "platformID": "平台ID",
                    "title": "平台管理",
                    "addSuccess": "添加成功！",
                    "onlineStatusONLINE": "在线",
                    "platformPort": "平台Port",
                    "password": "密码",
                    "platformOnlineStatus": "连接状态",
                    "onlineStatusOFFLINE": "离线",
                    "onlineStatusUNKNOWN": "未知",
                    "platformName": "平台名称",
                    "runStatusUNKNOWN": "未知",
                    "aieProtocol": "平台协议",
                    "batchDeleteMsg": "确定删除所选平台？",
                    "platformIP": "平台IP",
                    "platformRunStatus": "使用状态",
                    "editSuccess": "修改成功！",
                    "portrait": "人员组",
                    "viewTitle": "平台详情",
                    "platformTypeOptionsAIE": "智能边缘节点",
                    "runStatusRUNNING": "使用中",
                    "runStatusSTOP": "未使用",
                    "username": "用户名"
                },
                "systemSetting": {
                    "title": "系统设置"
                },
                "systemInfo": {
                    "title": "系统信息"
                },
                "face": {
                    "task": {
                        "title": "人员任务"
                    },
                    "record": {
                        "title": "人员记录"
                    }
                },
                "perimeter": {
                    "task": {
                        "title": "周界任务"
                    },
                    "record": {
                        "title": "周界记录"
                    }
                },
                "user": {
                    "initialPassWord": "初始密码",
                    "addUser": "添加用户",
                    "editUser": "编辑用户",
                    "selectGroupTip": "请选择要移动的分组",
                    "error": {
                        "lenTip": "长度介于1-50"
                    },
                    "title": "用户管理",
                    "searchInputUsername": "用户名称",
                    "deleteUserTip5": "{len}个用户批量删除成功",
                    "ensureDelete": "确认删除",
                    "deleteUserTip4": "删除后，用户将不再支持使用",
                    "deleteUserTip3": "{len}个用户批量停用成功",
                    "editUserTip": "{name}用户编辑成功",
                    "deleteUserTip2": "{len}个用户批量启用成功",
                    "deleteUserTip1": "{name}用户删除成功",
                    "userPassWord": "登录密码",
                    "passWordImport": "请输入登录密码",
                    "addUserTip": "{name}用户添加成功",
                    "viewUser": "查看用户",
                    "deleteSuccess": "删除成功!",
                    "pleaseInput": "请输入",
                    "placeholder": {
                        "address": "请输入住址信息",
                        "gender": "请选择性别",
                        "phone": "请输入联系方式",
                        "roleId": "请选择该用户对应角色",
                        "company": "请输入公司信息",
                        "device": "请为该用户分配设备",
                        "age": "年龄",
                        "orgId": "请选择部门",
                        "group": "请输入用户分组名称",
                        "realname": "请输入用户名称",
                        "status": "请选择用户状态",
                        "username": "请输入账号名称"
                    },
                    "copyPwd": "复制密码",
                    "pleaseInput1": "请输入非中文字符",
                    "deleteUserTip": "此操作将永久删除该用户, 是否继续?",
                    "label": {
                        "address": "住址",
                        "addTime": "添加时间",
                        "gender": "性别",
                        "roleId": "角色",
                        "accessImage": "允许查看抓拍原图",
                        "addPerson": "添加人",
                        "orgId": "部门",
                        "realname": "姓名",
                        "orgGroup": "分组",
                        "password": "密码",
                        "resetPwd": "重置密码",
                        "phone": "联系方式",
                        "company": "公司",
                        "state": "启用状态",
                        "device": "设备分配",
                        "age": "年龄",
                        "username": "用户名"
                    },
                    "securityTip7": "开启提醒",
                    "copyPwdTips": "密码已经成功重置为：",
                    "searchInputPlaceholder": "请输入用户分组名称搜索",
                    "securityTip3": "示例如下：",
                    "passwordVerify": "密码验证",
                    "resetPwdTip": "是否确定重置密码？",
                    "securityTip4": "您确认开启允许查看抓拍原图权限？",
                    "securityTip5": "模糊处理的抓拍记录",
                    "deleteGroupTip": "分组删除后，分组内用户将不再支持使用",
                    "securityTip6": "原图",
                    "securityTip1": "开启后，该用户可在记录界面查看各抓拍照片的原图",
                    "securityTip2": "根据国家法律法规的要求，人脸属于个人敏感信息，请您知晓，您或您的组织作为个人信息的控制者，需要遵守所在地区或国家的隐私保护法律法规要求，保障个人的合法权益，避免非法收集、滥用及泄漏个人信息。为了最小化控制个人敏感信息被泄露的风险，如有公安布控需求或已获取公众的抓拍授权，可开启该权限，其余用户请勿开启。未开启该权限的用户查看抓拍记录时，图片将进行模糊处理。",
                    "copyPwdTips3": "复制密码失败",
                    "copyPwdTips2": "复制密码成功"
                },
                "device": {
                    "searchPlaceholder": "请输入设备分组名称搜索",
                    "deviceIp": "设备IP",
                    "selectGroupFirst": "请先选择分组",
                    "deleteConfirmTitle1": "此操作将删除所选设备, 是否继续?",
                    "productModel": "产品型号",
                    "editPassDevice": "修改通行设备",
                    "statusInfo": "状态信息",
                    "moveToGroupSuccess": "成功移动{len}个设备到分组",
                    "deleteGroupTitle": "分组删除后，分组内的设备将不再支持使用",
                    "relayIpPlaceholder": "请输入继电器IP",
                    "groupEditSuccess": "设备分组编辑成功",
                    "addPassDeviceTypeTip": "*通行一体机请通过设备端注册添加",
                    "deviceType": "设备类型",
                    "labelMapPosition": "标注地图位置",
                    "edit": "编辑设备",
                    "deviceTypePlaceholder": "请选择设备类型",
                    "editOrDeleteTip": "关联任务使用中，不支持编辑或删除",
                    "appDevice": "应用设备",
                    "deviceUsers": "分配用户",
                    "deleteMap": "删除地图",
                    "deviceCodePlaceholder": "请输入设备ID",
                    "deleteGroupSuccess": "设备分组删除成功!",
                    "sensepass": "通行一体机",
                    "isAccessSwitchPlaceholder": "请选择",
                    "softwareVersion": "固件版本",
                    "deviceCreateTime": "添加时间",
                    "accessState": "连接状态",
                    "baseInfo": "基本信息",
                    "uploadMap": "上传地图",
                    "devicePosition": "地图定位",
                    "netCamera": "网络摄像机",
                    "deviceStatus": "设备状态",
                    "manufacturer": "制造商",
                    "deleteSuccess": "设备删除成功!",
                    "sensedlc": "人脸抓拍机",
                    "hardwareVersion": "硬件版本",
                    "camera": {
                        "codeType": "编码类型",
                        "ipPlaceholder": "请输入IP",
                        "rtmpAddressPlaceholder": "请输入设备RTMP地址",
                        "subPlatformIPC": "相机编号",
                        "subPlatformNumber": "下级平台编号",
                        "passwordPlaceholder": "请输入密码",
                        "rtspAddressError2": "请输入正确的RTSP地址",
                        "rtspAddressError1": "RTSP地址不可含有空格",
                        "type": "类型",
                        "deputyAddress": "辅码流地址",
                        "directStream": "直连",
                        "deputyAddressPlaceholder": "请输入RTSP辅码流地址",
                        "subPlatformPort": "下级平台端口",
                        "password": "密码",
                        "rtmpAddress": "RTMP地址",
                        "portPlaceholder": "请输入Port",
                        "typePlaceholder": "请选择类型",
                        "platformStream": "平台取流",
                        "rtspAddress": "主码流地址",
                        "ip": "IP",
                        "hlsAddress": "HTTP地址",
                        "rtmpAddressError2": "请输入正确的RTMP地址",
                        "hlsAddressPlaceholder": "请输入设备HLS地址",
                        "protocolType": "协议类型",
                        "rtmpAddressError1": "RTMP地址不可含有空格",
                        "userNamePlaceholder": "请输入用户名",
                        "userName": "用户名",
                        "transProtocol": "传输协议",
                        "port": "Port",
                        "rtspAddressPlaceholder": "请输入设备RTSP地址",
                        "subPlatformIp": "下级平台IP",
                        "hlsAddressError2": "请输入正确的HLS地址",
                        "hlsAddressError1": "HLS地址不可含有空格",
                        "ipError2": "请输入正确格式的IP",
                        "ipError1": "IP不可含有空格"
                    },
                    "searchPlaceholder1": "设备名称/设备ID/设备IP",
                    "groupAddSuccess": "设备分组添加成功",
                    "deviceLDID": "设备ID",
                    "devicePlace": "设备位置",
                    "personGroup": "人员组",
                    "relayIp": "继电器IP",
                    "deviceGroupPlaceholder": "请输入设备分组名称",
                    "inputDeviceGroupName": "请填写设备组名称",
                    "relayPort": "继电器Port",
                    "dragFileHere": "或拖拽地图图片至此",
                    "filterState2": "使用中",
                    "filterState1": "未使用",
                    "deviceGroup": "设备分组",
                    "deviceVideoPreview": "设备视频流预览",
                    "allDevice": "所有设备",
                    "fileSizeLimitMsg": "上传图片大小不能超过 16MB!",
                    "modelMd5": "物模型MD5",
                    "versionName": "应用版本",
                    "deviceName": "设备名称",
                    "romInfo": "固件信息",
                    "clickToUpload": "点击上传",
                    "view": "查看设备",
                    "fileTypeLimitMsg": "上传图片只能是 JPG/PNG/JPEG/BMP 格式!",
                    "uploadImage": "上传图片",
                    "add": "添加设备",
                    "engineVersion": "引擎版本",
                    "relayIpError1": "IP不可含有空格",
                    "relayIpError2": "请输入正确格式的继电器IP",
                    "thermalImagerStatus": "热成像仪连接状态",
                    "serialNumber": "设备序列号",
                    "userNameError3": "请输入正确格式的用户名",
                    "userNameError2": "用户名不可含有空格",
                    "accessState2": "在线",
                    "accessState1": "离线",
                    "portError1": "请输入Port",
                    "portError2": "Port不可含有空格",
                    "relayPortPlaceholder": "请输入继电器Port",
                    "portError3": "> 0 且 <= 65535",
                    "deviceOfflineTime": "最近离线时间",
                    "filterState": "使用状态",
                    "deviceUpdateTime": "最近更新时间",
                    "passDevice": "通行设备",
                    "isAccessSwitch": "是否用于门禁",
                    "deleteConfirmTitle": "此操作将删除该设备, 是否继续?",
                    "deviceNamePlaceholder": "请输入设备名称",
                    "deviceCodeLength": "设备ID长度为1-50位",
                    "tslInfo": "物模型信息",
                    "passRules": "通行条件",
                    "contDirectConnection": "直连",
                    "editDeviceSuccess": "设备编辑成功",
                    "modelVersion": "物模型版本",
                    "appInfo": "应用信息",
                    "searching": "搜索...",
                    "title": "设备管理",
                    "deleteSuccess1": "{len}个设备批量删除成功!",
                    "editDeviceGroup": "编辑设备分组",
                    "passwordError3": "请输入正确格式的密码",
                    "passwordError1": "请输入密码",
                    "passwordError2": "密码不可含有空格",
                    "addDeviceGroup": "添加设备分组",
                    "dlc": {
                        "portPlaceholder": "请输入Port",
                        "ipPlaceholder": "请输入IP",
                        "firmPlaceholder": "请选择厂商",
                        "ip": "IP",
                        "passwordPlaceholder": "请输入密码",
                        "platformType": "所属平台",
                        "userNamePlaceholder": "请输入用户名",
                        "userName": "用户名",
                        "accessType": "接入类型",
                        "firm": "厂商",
                        "platformTypeOptionsAIE": "智能边缘节点",
                        "password": "密码",
                        "accessTypePlaceholder": "请选择接入类型",
                        "port": "Port",
                        "platformTypeOptionsLOCAL": "无（本机）",
                        "platformLocal": "本地",
                        "platformTypePlaceholder": "请选择所属平台",
                        "ipError2": "请输入正确格式的IP",
                        "ipError1": "IP不可含有空格"
                    },
                    "userNameError1": "请输入用户名",
                    "packageName": "应用包名",
                    "deviceCodeError": "设备ID不可含有空格",
                    "addDeviceSuccess": "设备添加成功",
                    "deviceOnlineTime": "最近上线时间",
                    "deviceCode": "设备ID",
                    "contTranscode": "转码",
                    "addDeviceMapTip": "* 如有以图搜图、生成轨迹需求则必须上传地图，添加设备时需标注地图点位",
                    "deviceNameError": "设备名称不可含有空格",
                    "doorStatus": "门磁连接状态",
                    "deviceUsersPlaceholder": "请选择分配用户",
                    "replayPortError2": "> 0 且 <= 65535",
                    "replayPortError1": "Port不可含有空格"
                }
            },
            "communityGovern": {
                "sameAlarmInterval": "重复告警最小间隔",
                "algoThresholdTip": "请设置算法阈值",
                "detectType": {
                    "type4": "垃圾暴露清理",
                    "type3": "垃圾暴露清理",
                    "type2": "垃圾满溢",
                    "type1": "垃圾暴露"
                },
                "sameAlarmIntervalTip": "请设置重复告警最小间隔",
                "algoInterval": "算法检测间隔",
                "confidenceThreshold": "置信度阈值",
                "uncleaned": "待清理",
                "cleaned": "已清理",
                "algoIntervalTip": "请设置算法检测间隔",
                "algoThreshold": "算法阈值"
            },
            "messageCenter": {
                "communityExport": "治理记录导出",
                "fileName": "文件夹名",
                "passengerExport": "客流记录导出",
                "retrievalCaptureExport": "以图搜图抓拍库导出",
                "historyExport": "历史记录导出",
                "operationLogExport": "操作日志导出",
                "roleExport": "角色导出",
                "clickCancel": "点击取消",
                "nonMotor": "非机动车记录",
                "passExport": "通行记录导出",
                "unRead": "未读",
                "visitorExport": "访客导出",
                "objectExport": "物体记录导出",
                "behaviorExport": "行为记录导出",
                "messageTitle": "消息",
                "personalQuantity": "人员记录",
                "imgRetrievalExport": "以图搜图导出",
                "uploadName": "上传人",
                "captureDetailExport": "抓拍详情导出",
                "facialImport": "人员上传",
                "socialDistance": "社交距离记录",
                "productionExport": "安全生产记录导出",
                "crowdExport": "人群记录导出",
                "peopleExport": "人数统计",
                "attendanceExportCompany": "公司考勤导出",
                "facialFailExport": "上传失败人员导出",
                "passWordHint": "导出文件的解压密码为用户名",
                "facialInlibrary": "人员入库",
                "facialExport": "人员导出",
                "crowdRecord": "人群记录",
                "recordExport": "检索记录导出",
                "perimeterExport": "周界纪录导出",
                "readAll": "标记全部已读",
                "vehicle": "车辆记录",
                "clickDownload": "点击下载",
                "upDataFail": "未上传人员",
                "facepedExport": "人员分析记录导出",
                "attendanceExportPrivate": "个人考勤导出",
                "userExport": "用户导出",
                "behaviorRecord": "异常行为记录",
                "imageNum": "人员数量",
                "statusNotice": "状态提示",
                "filter": "筛选",
                "face": "人脸记录",
                "clickRetry": "点击重试",
                "carExport": "车辆记录导出",
                "retrievalFacialExport": "以图搜图人员组导出",
                "deviceExportPrivate": "设备导出",
                "pedestrian": "行人记录",
                "objectRecord": "物体记录"
            },
            "task": {
                "drawEnd": "绘制结束",
                "drawStart": "开始绘制"
            },
            "passenger": {
                "baseInfo": "基础信息",
                "entranceAlarmLine": "入口告警线",
                "avgEntranceNum": "日均入园人次",
                "countSwitchTip": "一个客流任务可能包含多个设备的计数任务。<br/>计数开关仅用于开始/暂停计数，关闭计数后，设备任务仍会占用视频解析算力。<br/>若要查询具体设备任务的运行状态，请点击右侧任务详情。",
                "totalExitNum": "累计出园人次",
                "exitLineTip": "请绘制出口告警线",
                "monthFlow": "月客流",
                "deviceStatus": "设备状态",
                "entranceTypeTip": "请选择出入类型",
                "offline": "离线",
                "entranceType": "出入类型",
                "avgEntranceNumTip": "当所选结束日为今日（不足24小时），今日数据不计入统计。",
                "cardTitle3": "今日出园人次",
                "cardTitle2": "今日入园人次",
                "dayFlow": "日客流",
                "cardTitle1": "当前园内人数",
                "num1": "园内人数",
                "entrance": "入口",
                "flowByHour": "分时段出入客流",
                "weekFlow": "周客流",
                "num3": "出园人数",
                "taskStatus": "任务状态",
                "avgExitNum": "日均出园人次",
                "exitDevice": "出口设备",
                "num2": "入园人数",
                "avgNum": "日均通行人次",
                "countSwitch": "计数开关",
                "flowUnitLabel": "入园人次",
                "currentArea": "当前任务",
                "configDone": "配置完成",
                "totalEntranceNum": "累计入园人次",
                "deviceFlow": "设备客流",
                "deviceInfo": "设备信息",
                "entranceLineTip": "请绘制入口告警线",
                "switchArrowDirection": "切换箭头方向",
                "exit": "出口",
                "avgExitNumTip": "当所选结束日为今日（不足24小时），今日数据不计入统计。",
                "flowTrend": "客流趋势",
                "exitAlarmLine": "出口告警线",
                "entranceDevice": "入口设备",
                "totalNum": "累计通行人次",
                "initNum": "初始人数",
                "online": "在线"
            },
            "faceped": {
                "bodyAttr": "人体属性",
                "detectTarget": {
                    "value2": "人脸+人体",
                    "value1": "人脸",
                    "tip": "<p><b>人脸</b>：基于人脸图像质量评估输出最优帧。</p><p><b>人脸+人体</b>：综合人脸与人体图像质量评估以输出最优帧。</p>",
                    "label": "检测目标",
                    "placeHolder": "请选择检测目标"
                },
                "aieRoiWarning": "*AIE相机不支持热区绘制",
                "frameInterval": "取帧间隔",
                "pedDetail": "人体详情",
                "faceDetail": "人脸详情",
                "pedCapture": "行人抓拍",
                "minBodyRec": "最小人体识别尺寸",
                "maxFaceRec": "最大人脸识别尺寸",
                "maxBodyRec": "最大人体识别尺寸",
                "minFaceRec": "最小人脸识别尺寸",
                "deviceFromDifferentPlatform": "所选设备来自不同平台，无法创建任务",
                "faceAttr": "人脸属性"
            },
            "object": {
                "detectType": {
                    "umbrella": "伞蓬",
                    "sloganAlarm": "标语告警",
                    "bannerAlarm": "横幅告警",
                    "banner": "横幅",
                    "fire": "烟火",
                    "fireAlarm": "烟火告警",
                    "slogan": "标语",
                    "umbrellaAlarm": "伞蓬告警"
                }
            }
        },
        "dict": [
            {
                "code": "escalator.record.luggagesizeDetail.0",
                "name": "无限制"
            },
            {
                "code": "escalator.record.luggagesizeDetail.1",
                "name": "28寸及以上"
            },
            {
                "code": "escalator.record.luggagesizeDetail.2",
                "name": "32寸及以上"
            },
            {
                "code": "i18n.attrs.abnormal_type.0",
                "name": "无"
            },
            {
                "code": "i18n.attrs.abnormal_type.10001",
                "name": "人证不匹配"
            },
            {
                "code": "i18n.attrs.abnormal_type.10002",
                "name": "人卡不匹配"
            },
            {
                "code": "i18n.attrs.abnormal_type.10003",
                "name": "人码不匹配"
            },
            {
                "code": "i18n.attrs.abnormal_type.20001",
                "name": "访客不在有效期内"
            },
            {
                "code": "i18n.attrs.abnormal_type.20002",
                "name": "不在通行时间内"
            },
            {
                "code": "i18n.attrs.abnormal_type.30001",
                "name": "无效身份证"
            },
            {
                "code": "i18n.attrs.abnormal_type.30002",
                "name": "无效IC卡"
            },
            {
                "code": "i18n.attrs.abnormal_type.30003",
                "name": "无效二维码"
            },
            {
                "code": "i18n.attrs.abnormal_type.40001",
                "name": "体温异常"
            },
            {
                "code": "i18n.attrs.abnormal_type.50001",
                "name": "未戴口罩"
            },
            {
                "code": "i18n.attrs.abnormal_type.60001",
                "name": "红码人员"
            },
            {
                "code": "i18n.attrs.abnormal_type.60002",
                "name": "黄码人员"
            },
            {
                "code": "i18n.attrs.abnormal_type.60003",
                "name": "灰码人员"
            },
            {
                "code": "i18n.attrs.abnormal_type.60004",
                "name": "其它地区发热"
            },
            {
                "code": "i18n.attrs.abnormal_type.60005",
                "name": "核酸结果阳性"
            },
            {
                "code": "i18n.attrs.abnormal_type.60006",
                "name": "查无身份"
            },
            {
                "code": "i18n.attrs.abnormal_type.60007",
                "name": "查无健康码"
            },
            {
                "code": "i18n.attrs.action",
                "name": "动作"
            },
            {
                "code": "i18n.attrs.angle",
                "name": "角度"
            },
            {
                "code": "i18n.attrs.attr_alarm",
                "name": "属性告警"
            },
            {
                "code": "i18n.attrs.bag",
                "name": "箱包"
            },
            {
                "code": "i18n.attrs.bag_color",
                "name": "箱包颜色"
            },
            {
                "code": "i18n.attrs.bag_color.BLACK",
                "name": "黑色"
            },
            {
                "code": "i18n.attrs.bag_color.BLUE",
                "name": "蓝色"
            },
            {
                "code": "i18n.attrs.bag_color.GRAY",
                "name": "灰色"
            },
            {
                "code": "i18n.attrs.bag_color.GREEN",
                "name": "绿色"
            },
            {
                "code": "i18n.attrs.bag_color.PURPLE",
                "name": "紫色"
            },
            {
                "code": "i18n.attrs.bag_color.RED",
                "name": "红色"
            },
            {
                "code": "i18n.attrs.bag_color.WHITE",
                "name": "白色"
            },
            {
                "code": "i18n.attrs.bag_color.YELLOW",
                "name": "黄色"
            },
            {
                "code": "i18n.attrs.bag_style",
                "name": "箱包款式"
            },
            {
                "code": "i18n.attrs.bag_style.BACKPACK",
                "name": "双肩包"
            },
            {
                "code": "i18n.attrs.bag_style.BAG_STYLE_TYPE_NONE",
                "name": "无"
            },
            {
                "code": "i18n.attrs.bag_style.BAG_STYLE_TYPE_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.bag_style.HAND_BAG",
                "name": "手包"
            },
            {
                "code": "i18n.attrs.bag_style.SHOULDER_BAG",
                "name": "挎包"
            },
            {
                "code": "i18n.attrs.bag_style.TROLLEY",
                "name": "行李箱"
            },
            {
                "code": "i18n.attrs.bag_style.WAIST_PACK",
                "name": "腰包"
            },
            {
                "code": "i18n.attrs.baggage",
                "name": "箱包"
            },
            {
                "code": "i18n.attrs.bottoms",
                "name": "下衣"
            },
            {
                "code": "i18n.attrs.cap",
                "name": "帽子"
            },
            {
                "code": "i18n.attrs.cap_color",
                "name": "帽子颜色"
            },
            {
                "code": "i18n.attrs.cap_color.BLACK",
                "name": "黑色"
            },
            {
                "code": "i18n.attrs.cap_color.BLUE",
                "name": "蓝色"
            },
            {
                "code": "i18n.attrs.cap_color.COLOR_TYPE_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.cap_color.GRAY",
                "name": "灰色"
            },
            {
                "code": "i18n.attrs.cap_color.GREEN",
                "name": "绿色"
            },
            {
                "code": "i18n.attrs.cap_color.PURPLE",
                "name": "紫色"
            },
            {
                "code": "i18n.attrs.cap_color.RED",
                "name": "红色"
            },
            {
                "code": "i18n.attrs.cap_color.WHITE",
                "name": "白色"
            },
            {
                "code": "i18n.attrs.cap_color.YELLOW",
                "name": "黄色"
            },
            {
                "code": "i18n.attrs.cap_style",
                "name": "帽子"
            },
            {
                "code": "i18n.attrs.cap_style.BONNET",
                "name": "无檐帽"
            },
            {
                "code": "i18n.attrs.cap_style.BUCKET_HAT",
                "name": "渔夫帽"
            },
            {
                "code": "i18n.attrs.cap_style.CAP",
                "name": "鸭舌帽"
            },
            {
                "code": "i18n.attrs.cap_style.CAP_STYLE_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.cap_style.HAT_STYLE_TYPE_NONE",
                "name": "无"
            },
            {
                "code": "i18n.attrs.cap_style.HAT_STYLE_TYPE_OTHER",
                "name": "其他帽子"
            },
            {
                "code": "i18n.attrs.cap_style.HAT_STYLE_TYPE_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.cap_style.HELMET",
                "name": "头盔"
            },
            {
                "code": "i18n.attrs.cap_style.ST_CRASH_HELMET",
                "name": "头盔"
            },
            {
                "code": "i18n.attrs.cap_style.ST_HARD_HAT",
                "name": "安全帽"
            },
            {
                "code": "i18n.attrs.cap_style.ST_HOOD",
                "name": "连衣帽"
            },
            {
                "code": "i18n.attrs.cap_style.ST_USHANKA",
                "name": "雷锋帽"
            },
            {
                "code": "i18n.attrs.coat_color",
                "name": "上衣颜色"
            },
            {
                "code": "i18n.attrs.coat_color.BLACK",
                "name": "黑色"
            },
            {
                "code": "i18n.attrs.coat_color.BLUE",
                "name": "蓝色"
            },
            {
                "code": "i18n.attrs.coat_color.COLOR_TYPE_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.coat_color.COLOR_TYPE_OTHER",
                "name": "其他"
            },
            {
                "code": "i18n.attrs.coat_color.GRAY",
                "name": "灰色"
            },
            {
                "code": "i18n.attrs.coat_color.GREEN",
                "name": "绿色"
            },
            {
                "code": "i18n.attrs.coat_color.PURPLE",
                "name": "紫色"
            },
            {
                "code": "i18n.attrs.coat_color.RED",
                "name": "红色"
            },
            {
                "code": "i18n.attrs.coat_color.WHITE",
                "name": "白色"
            },
            {
                "code": "i18n.attrs.coat_color.YELLOW",
                "name": "黄色"
            },
            {
                "code": "i18n.attrs.coat_length",
                "name": "上衣长度"
            },
            {
                "code": "i18n.attrs.coat_length.COAT_LENGTH_AGNOSTIC",
                "name": "无法识别"
            },
            {
                "code": "i18n.attrs.coat_length.LONG_SLEEVE",
                "name": "长袖"
            },
            {
                "code": "i18n.attrs.coat_length.SHORT_SLEEVE",
                "name": "短袖"
            },
            {
                "code": "i18n.attrs.coat_length.ST_BAREBACK",
                "name": "赤膊"
            },
            {
                "code": "i18n.attrs.coat_pattern.ST_DESIGN",
                "name": "拼接"
            },
            {
                "code": "i18n.attrs.coat_style",
                "name": "上衣款式"
            },
            {
                "code": "i18n.attrs.coat_style.BUSINESS_SUIT",
                "name": "商务装"
            },
            {
                "code": "i18n.attrs.coat_style.COAT_STYLE_TYPE_OTHER",
                "name": "其他"
            },
            {
                "code": "i18n.attrs.coat_style.DRESS",
                "name": "连衣裙"
            },
            {
                "code": "i18n.attrs.coat_style.HOODIE",
                "name": "连衣帽"
            },
            {
                "code": "i18n.attrs.coat_style.JACKET",
                "name": "夹克"
            },
            {
                "code": "i18n.attrs.coat_style.LONG_COAT",
                "name": "大衣"
            },
            {
                "code": "i18n.attrs.coat_style.SHIRT",
                "name": "衬衫"
            },
            {
                "code": "i18n.attrs.coat_style.SWEATER",
                "name": "毛衣"
            },
            {
                "code": "i18n.attrs.coat_style.T_SHIRT",
                "name": "T恤"
            },
            {
                "code": "i18n.attrs.cost_pattern.ST_LATTIC",
                "name": "格子"
            },
            {
                "code": "i18n.attrs.cost_pattern.ST_PURE",
                "name": "纯色"
            },
            {
                "code": "i18n.attrs.cost_pattern.ST_STRIPE",
                "name": "条纹"
            },
            {
                "code": "i18n.attrs.dim_st_danger_strip",
                "name": "反光条"
            },
            {
                "code": "i18n.attrs.entryMode.FACE",
                "name": "刷脸"
            },
            {
                "code": "i18n.attrs.entryMode.FACE.1",
                "name": "刷脸"
            },
            {
                "code": "i18n.attrs.entry_mode.CARD",
                "name": "刷卡"
            },
            {
                "code": "i18n.attrs.entry_mode.CODE",
                "name": "二维码"
            },
            {
                "code": "i18n.attrs.entry_mode.FACE",
                "name": "刷脸"
            },
            {
                "code": "i18n.attrs.entry_mode.FACECARD",
                "name": "刷脸+刷卡"
            },
            {
                "code": "i18n.attrs.entry_mode.FACEID",
                "name": "刷脸+刷身份证"
            },
            {
                "code": "i18n.attrs.entry_mode.HELTHYCODE",
                "name": "刷健康码"
            },
            {
                "code": "i18n.attrs.entry_mode.ID",
                "name": "刷身份证"
            },
            {
                "code": "i18n.attrs.gender_code",
                "name": "性别"
            },
            {
                "code": "i18n.attrs.gender_code.1",
                "name": "男"
            },
            {
                "code": "i18n.attrs.gender_code.2",
                "name": "女"
            },
            {
                "code": "i18n.attrs.gender_code.3",
                "name": "其它"
            },
            {
                "code": "i18n.attrs.gender_code.AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.gender_code.FEMALE",
                "name": "女性"
            },
            {
                "code": "i18n.attrs.gender_code.MALE",
                "name": "男性"
            },
            {
                "code": "i18n.attrs.gender_codes",
                "name": "性别"
            },
            {
                "code": "i18n.attrs.glass_style",
                "name": "眼镜"
            },
            {
                "code": "i18n.attrs.glass_style.GLASSES_STYLE_TYPE_NONE",
                "name": "无"
            },
            {
                "code": "i18n.attrs.glass_style.GLASSES_STYLE_TYPE_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.glass_style.ST_ORDINARY_GLASSES",
                "name": "透明眼镜"
            },
            {
                "code": "i18n.attrs.glass_style.SUNGLASSES",
                "name": "太阳眼镜"
            },
            {
                "code": "i18n.attrs.glass_style.TRANSPARENT_GLASSES",
                "name": "透明眼镜"
            },
            {
                "code": "i18n.attrs.glasses",
                "name": "眼镜"
            },
            {
                "code": "i18n.attrs.glove",
                "name": "手套"
            },
            {
                "code": "i18n.attrs.hair",
                "name": "发型"
            },
            {
                "code": "i18n.attrs.hair_color",
                "name": "头发颜色"
            },
            {
                "code": "i18n.attrs.hair_color.BLACK",
                "name": "黑色"
            },
            {
                "code": "i18n.attrs.hair_color.WHITE",
                "name": "白色"
            },
            {
                "code": "i18n.attrs.hair_color.YELLOW",
                "name": "黄色"
            },
            {
                "code": "i18n.attrs.hair_color.type.AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.hair_style",
                "name": "头发类型"
            },
            {
                "code": "i18n.attrs.hair_style.BALD",
                "name": "秃头"
            },
            {
                "code": "i18n.attrs.hair_style.HAIR_STYLE_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.hair_style.LONG",
                "name": "长发"
            },
            {
                "code": "i18n.attrs.hair_style.ST_SHORT",
                "name": "短发"
            },
            {
                "code": "i18n.attrs.hat",
                "name": "帽子"
            },
            {
                "code": "i18n.attrs.hc_status.00",
                "name": "绿码"
            },
            {
                "code": "i18n.attrs.hc_status.01",
                "name": "黄码"
            },
            {
                "code": "i18n.attrs.hc_status.10",
                "name": "红码"
            },
            {
                "code": "i18n.attrs.hc_status.11",
                "name": "灰码（查无健康码）"
            },
            {
                "code": "i18n.attrs.mask",
                "name": "口罩"
            },
            {
                "code": "i18n.attrs.mustache_style",
                "name": "胡子"
            },
            {
                "code": "i18n.attrs.mustache_style.A_WORD_OF_BEARD",
                "name": "一字胡"
            },
            {
                "code": "i18n.attrs.mustache_style.GOATTE",
                "name": "山羊胡"
            },
            {
                "code": "i18n.attrs.mustache_style.MUSTACHE_STYLE_TYPE_NONE",
                "name": "无"
            },
            {
                "code": "i18n.attrs.mustache_style.MUSTACHE_STYLE_TYPE_OTHER",
                "name": "其他胡子"
            },
            {
                "code": "i18n.attrs.mustache_style.MUSTACHE_STYLE_TYPE_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.person_identity.ALL",
                "name": "全部"
            },
            {
                "code": "i18n.attrs.person_identity.BLACKLIST",
                "name": "黑名单"
            },
            {
                "code": "i18n.attrs.person_identity.NONLIVING",
                "name": "非活体"
            },
            {
                "code": "i18n.attrs.person_identity.STAFF",
                "name": "员工"
            },
            {
                "code": "i18n.attrs.person_identity.STRANGER",
                "name": "陌生人"
            },
            {
                "code": "i18n.attrs.person_identity.VISITOR",
                "name": "访客"
            },
            {
                "code": "i18n.attrs.plate_class",
                "name": "车牌类型"
            },
            {
                "code": "i18n.attrs.plate_class.ARMED_PLC_VEHICLE",
                "name": "武警车牌"
            },
            {
                "code": "i18n.attrs.plate_class.ARMY_VEHICLE",
                "name": "军用车牌"
            },
            {
                "code": "i18n.attrs.plate_class.CONSULAR_VEHICLE",
                "name": "领馆汽车号牌"
            },
            {
                "code": "i18n.attrs.plate_class.EMBASSY_VEHICLE",
                "name": "使馆汽车号牌"
            },
            {
                "code": "i18n.attrs.plate_class.LARGE_VEHICLE",
                "name": "大型汽车号牌"
            },
            {
                "code": "i18n.attrs.plate_class.PLATE_CLASS_TYPE_NONE",
                "name": "非车牌"
            },
            {
                "code": "i18n.attrs.plate_class.PLATE_CLASS_TYPE_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.plate_class.PLC_VEHICLE",
                "name": "警车汽车号牌"
            },
            {
                "code": "i18n.attrs.plate_class.SMALL_VEHICLE",
                "name": "小型汽车号牌"
            },
            {
                "code": "i18n.attrs.plate_class.ST_FIRE_RESCUE_VEHICLE",
                "name": "消防救援车辆"
            },
            {
                "code": "i18n.attrs.plate_class.ST_HONG_KONG_OR_MACAO_EXIT_VEHICLE",
                "name": "港澳出入境车号牌"
            },
            {
                "code": "i18n.attrs.plate_class.ST_HONG_KONG_OR_MACAO_VEHICLE",
                "name": "港澳本地车号牌"
            },
            {
                "code": "i18n.attrs.plate_class.ST_LARGE_NEW_ENERGY_VEHICLE",
                "name": "大型新能源汽车号牌"
            },
            {
                "code": "i18n.attrs.plate_class.ST_SMALL_NEW_ENERGY_VEHICLE",
                "name": "小型新能源汽车号牌"
            },
            {
                "code": "i18n.attrs.plate_class.ST_TRAILER",
                "name": "挂车号牌"
            },
            {
                "code": "i18n.attrs.plate_class.TRAINING_VEHICLE",
                "name": "教练车号牌"
            },
            {
                "code": "i18n.attrs.plate_color",
                "name": "车牌颜色"
            },
            {
                "code": "i18n.attrs.plate_color.BLACK",
                "name": "黑色"
            },
            {
                "code": "i18n.attrs.plate_color.BLUE",
                "name": "蓝色"
            },
            {
                "code": "i18n.attrs.plate_color.COLOR_TYPE_NONE",
                "name": "无"
            },
            {
                "code": "i18n.attrs.plate_color.GREEN",
                "name": "绿色"
            },
            {
                "code": "i18n.attrs.plate_color.ST_YELLOW_GREEN",
                "name": "黄绿"
            },
            {
                "code": "i18n.attrs.plate_color.WHITE",
                "name": "白色"
            },
            {
                "code": "i18n.attrs.plate_color.YELLOW",
                "name": "黄色"
            },
            {
                "code": "i18n.attrs.plate_no",
                "name": "车牌"
            },
            {
                "code": "i18n.attrs.pose",
                "name": "姿态"
            },
            {
                "code": "i18n.attrs.respirator_color",
                "name": "口罩颜色"
            },
            {
                "code": "i18n.attrs.respirator_color.BLACK",
                "name": "黑色"
            },
            {
                "code": "i18n.attrs.respirator_color.BLUE",
                "name": "蓝色"
            },
            {
                "code": "i18n.attrs.respirator_color.COLOR_TYPE_NONE",
                "name": "无"
            },
            {
                "code": "i18n.attrs.respirator_color.COLOR_TYPE_OTHER",
                "name": "其他口罩类型"
            },
            {
                "code": "i18n.attrs.respirator_color.COLOR_TYPE_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.respirator_color.GRAY",
                "name": "灰色"
            },
            {
                "code": "i18n.attrs.respirator_color.WHITE",
                "name": "白色"
            },
            {
                "code": "i18n.attrs.shoe",
                "name": "鞋子"
            },
            {
                "code": "i18n.attrs.shoes_color",
                "name": "鞋子颜色"
            },
            {
                "code": "i18n.attrs.shoes_color.BLACK",
                "name": "黑色"
            },
            {
                "code": "i18n.attrs.shoes_color.BLUE",
                "name": "蓝色"
            },
            {
                "code": "i18n.attrs.shoes_color.GRAY",
                "name": "灰色"
            },
            {
                "code": "i18n.attrs.shoes_color.GREEN",
                "name": "绿色"
            },
            {
                "code": "i18n.attrs.shoes_color.PURPLE",
                "name": "紫色"
            },
            {
                "code": "i18n.attrs.shoes_color.RED",
                "name": "红色"
            },
            {
                "code": "i18n.attrs.shoes_color.WHITE",
                "name": "白色"
            },
            {
                "code": "i18n.attrs.shoes_color.YELLOW",
                "name": "黄色"
            },
            {
                "code": "i18n.attrs.shoes_style",
                "name": "鞋子款式"
            },
            {
                "code": "i18n.attrs.shoes_style.BOOTS",
                "name": "靴子"
            },
            {
                "code": "i18n.attrs.shoes_style.LEATHER_SHOES",
                "name": "皮鞋"
            },
            {
                "code": "i18n.attrs.shoes_style.SANDAL",
                "name": "凉鞋"
            },
            {
                "code": "i18n.attrs.shoes_style.WALKING_SHOES",
                "name": "休闲鞋"
            },
            {
                "code": "i18n.attrs.smoking",
                "name": "抽烟"
            },
            {
                "code": "i18n.attrs.st_age",
                "name": "年龄"
            },
            {
                "code": "i18n.attrs.st_age.ST_ADULT",
                "name": "成人"
            },
            {
                "code": "i18n.attrs.st_age.ST_CHILD",
                "name": "儿童"
            },
            {
                "code": "i18n.attrs.st_age.ST_OLD",
                "name": "老人"
            },
            {
                "code": "i18n.attrs.st_automobile_angle",
                "name": "车辆角度"
            },
            {
                "code": "i18n.attrs.st_automobile_angle.ST_BACK",
                "name": "背面"
            },
            {
                "code": "i18n.attrs.st_automobile_angle.ST_FRONT",
                "name": "正面"
            },
            {
                "code": "i18n.attrs.st_automobile_angle.ST_SIDE",
                "name": "侧面"
            },
            {
                "code": "i18n.attrs.st_bang_style",
                "name": "刘海"
            },
            {
                "code": "i18n.attrs.st_bang_style.ST_BANG",
                "name": "有"
            },
            {
                "code": "i18n.attrs.st_bang_style.ST_BANG_STYLE_TYPE_NONE",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_bang_style.ST_BANG_STYLE_TYPE_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_coat_pattern",
                "name": "上衣花案"
            },
            {
                "code": "i18n.attrs.st_coat_pattern.ST_DESIGN",
                "name": "拼接"
            },
            {
                "code": "i18n.attrs.st_coat_pattern.ST_JOINT",
                "name": "图案"
            },
            {
                "code": "i18n.attrs.st_coat_pattern.ST_LATTIC",
                "name": "格子"
            },
            {
                "code": "i18n.attrs.st_coat_pattern.ST_PURE",
                "name": "纯色"
            },
            {
                "code": "i18n.attrs.st_coat_pattern.ST_STRIPE",
                "name": "条纹"
            },
            {
                "code": "i18n.attrs.st_danger_sttip.ST_WITHOUT_STRIP",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_danger_sttip.ST_WITH_STRIP",
                "name": "有"
            },
            {
                "code": "i18n.attrs.st_dump_style",
                "name": "渣土车类型"
            },
            {
                "code": "i18n.attrs.st_dump_style.ST_NANJING_BIG_WHITE",
                "name": "南京大白车"
            },
            {
                "code": "i18n.attrs.st_dump_style.ST_OTHER_DUMP",
                "name": "其他"
            },
            {
                "code": "i18n.attrs.st_dump_style.ST_SHANGHAI_BIG_GREEN",
                "name": "上海大绿车"
            },
            {
                "code": "i18n.attrs.st_dump_style.ST_SHENZHEN_BIG_YELLOW",
                "name": "深圳大黄车"
            },
            {
                "code": "i18n.attrs.st_dump_style.ST_WUXIAO_DUMP",
                "name": "五小工程车"
            },
            {
                "code": "i18n.attrs.st_expression",
                "name": "表情"
            },
            {
                "code": "i18n.attrs.st_expression.ST_ANGRY",
                "name": "生气"
            },
            {
                "code": "i18n.attrs.st_expression.ST_CALM",
                "name": "平静"
            },
            {
                "code": "i18n.attrs.st_expression.ST_HAPPY",
                "name": "高兴"
            },
            {
                "code": "i18n.attrs.st_expression.ST_SORROW",
                "name": "伤心"
            },
            {
                "code": "i18n.attrs.st_expression.ST_SURPRISED",
                "name": "惊讶"
            },
            {
                "code": "i18n.attrs.st_gas_alarm",
                "name": "煤气报警器"
            },
            {
                "code": "i18n.attrs.st_gas_alarm.ST_GAS_ALARM",
                "name": "佩戴报警器"
            },
            {
                "code": "i18n.attrs.st_gas_alarm.ST_GAS_ALARM_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.st_gas_alarm.ST_GAS_ALARM_WITHOUT",
                "name": "未戴报警器"
            },
            {
                "code": "i18n.attrs.st_glove",
                "name": "手套"
            },
            {
                "code": "i18n.attrs.st_glove.ST_GLOVE",
                "name": "有"
            },
            {
                "code": "i18n.attrs.st_glove.ST_GLOVE_NONE",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_glove.ST_GLOVE_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_glove.ST_OTHER_NONE",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_glove_v2",
                "name": "手套"
            },
            {
                "code": "i18n.attrs.st_glove_v2.ST_GLOVE_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_headphone_style",
                "name": "耳机"
            },
            {
                "code": "i18n.attrs.st_headphone_style.ST_HEADPHONE",
                "name": "头戴耳机"
            },
            {
                "code": "i18n.attrs.st_headphone_style.ST_HEADPHONE_STYLE_TYPE_NONE",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_headphone_style.ST_HEADPHONE_STYLE_TYPE_OTHER",
                "name": "其他耳机"
            },
            {
                "code": "i18n.attrs.st_headphone_style.ST_HEADPHONE_STYLE_TYPE_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_helmet_style",
                "name": "安全帽"
            },
            {
                "code": "i18n.attrs.st_helmet_style.ST_HELMET",
                "name": "有"
            },
            {
                "code": "i18n.attrs.st_helmet_style.ST_HELMET_STYLE_TYPE_NONE",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_helmet_style.ST_HELMET_STYLE_TYPE_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_hold_object_in_front_v2",
                "name": "胸前抱物"
            },
            {
                "code": "i18n.attrs.st_hold_object_in_front_v2.ST_HOLD_OBJECT_IN_FRONT",
                "name": "有"
            },
            {
                "code": "i18n.attrs.st_hold_object_in_front_v2.ST_HOLD_OBJECT_IN_FRONT_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.st_hold_object_in_front_v2.ST_HOLD_OBJECT_IN_FRONT_V2",
                "name": "有"
            },
            {
                "code": "i18n.attrs.st_hold_object_in_front_v2.ST_HOLD_OBJECT_IN_FRONT_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_oxygen_bottle",
                "name": "氧气瓶"
            },
            {
                "code": "i18n.attrs.st_oxygen_bottle.ST_OXYGEN_BOTTLE",
                "name": "有"
            },
            {
                "code": "i18n.attrs.st_oxygen_bottle.ST_OXYGEN_BOTTLE_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.st_oxygen_bottle.ST_OXYGEN_BOTTLE_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_pedestrian_angle",
                "name": "角度"
            },
            {
                "code": "i18n.attrs.st_pedestrian_angle.ST_BACK",
                "name": "背面"
            },
            {
                "code": "i18n.attrs.st_pedestrian_angle.ST_FRONT",
                "name": "正面"
            },
            {
                "code": "i18n.attrs.st_pedestrian_angle.ST_SIDE",
                "name": "侧面"
            },
            {
                "code": "i18n.attrs.st_phone_status",
                "name": "手机状态"
            },
            {
                "code": "i18n.attrs.st_phone_status.ST_CALL",
                "name": "打电话"
            },
            {
                "code": "i18n.attrs.st_phone_status.ST_NORMAL",
                "name": "正常"
            },
            {
                "code": "i18n.attrs.st_phone_status.ST_PHONE_STATUS_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.st_phone_status.ST_PLAY_PHONE",
                "name": "玩手机"
            },
            {
                "code": "i18n.attrs.st_phone_status.ST_ST_CALL",
                "name": "打电话"
            },
            {
                "code": "i18n.attrs.st_phone_status.ST_TAKE_PHOTOS",
                "name": "拍照"
            },
            {
                "code": "i18n.attrs.st_pose",
                "name": "姿态"
            },
            {
                "code": "i18n.attrs.st_pose.ST_LIE",
                "name": "躺卧"
            },
            {
                "code": "i18n.attrs.st_pose.ST_POSE_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.st_pose.ST_SIT",
                "name": "蹲坐"
            },
            {
                "code": "i18n.attrs.st_pose.ST_SIT_ON_THE_SEAT",
                "name": "蹲坐"
            },
            {
                "code": "i18n.attrs.st_pose.ST_SIT_ON_THE_VEHICLE",
                "name": "蹲坐"
            },
            {
                "code": "i18n.attrs.st_pose.ST_SLEEP_ON_THE_TABLE",
                "name": "睡岗"
            },
            {
                "code": "i18n.attrs.st_pose.ST_STAND",
                "name": "站立"
            },
            {
                "code": "i18n.attrs.st_pose.ST_STOOP",
                "name": "弯腰"
            },
            {
                "code": "i18n.attrs.st_reflective_clothes",
                "name": "反光衣"
            },
            {
                "code": "i18n.attrs.st_reflective_clothes.ST_REFLECTIVE_CLOTHES",
                "name": "有"
            },
            {
                "code": "i18n.attrs.st_reflective_clothes.ST_REFLECTIVE_CLOTHES_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.st_reflective_clothes.ST_REFLECTIVE_CLOTHES_NONE",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_reflective_clothes.ST_REFLECTIVE_CLOTHES_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_respirator",
                "name": "口罩"
            },
            {
                "code": "i18n.attrs.st_respirator.ST_RESPIRATOR_FULL",
                "name": "正常佩戴"
            },
            {
                "code": "i18n.attrs.st_respirator.ST_RESPIRATOR_MOUTH",
                "name": "露出嘴巴"
            },
            {
                "code": "i18n.attrs.st_respirator.ST_RESPIRATOR_NONE",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_respirator.ST_RESPIRATOR_NOSE",
                "name": "露出鼻孔"
            },
            {
                "code": "i18n.attrs.st_respirator.ST_RESPIRATOR_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_respirator_v2",
                "name": "口罩"
            },
            {
                "code": "i18n.attrs.st_respirator_v2.ST_RESPIRATOR_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.st_respirator_v2.ST_RESPIRATOR_FULL",
                "name": "有"
            },
            {
                "code": "i18n.attrs.st_respirator_v2.ST_RESPIRATOR_NONE",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_respirator_v2.ST_RESPIRATOR_NOT_FULL",
                "name": "未佩戴规范"
            },
            {
                "code": "i18n.attrs.st_respirator_v2.ST_RESPIRATOR_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_smoking",
                "name": "抽烟"
            },
            {
                "code": "i18n.attrs.st_smoking.ST_SMOKING",
                "name": "有"
            },
            {
                "code": "i18n.attrs.st_smoking.ST_SMOKING_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.st_smoking.ST_SMOKING_NONE",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_smoking.ST_SMOKING_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_special_vehicle",
                "name": "特种车辆"
            },
            {
                "code": "i18n.attrs.st_special_vehicle.ST_AMBULANCE",
                "name": "救护车"
            },
            {
                "code": "i18n.attrs.st_special_vehicle.ST_CARRIER",
                "name": "运输车"
            },
            {
                "code": "i18n.attrs.st_special_vehicle.ST_COMMON_VEHICLE",
                "name": "普通车辆"
            },
            {
                "code": "i18n.attrs.st_special_vehicle.ST_DUMP",
                "name": "渣土车"
            },
            {
                "code": "i18n.attrs.st_special_vehicle.ST_FIRE_FIGHT",
                "name": "消防车"
            },
            {
                "code": "i18n.attrs.st_special_vehicle.ST_MIXER",
                "name": "搅拌车"
            },
            {
                "code": "i18n.attrs.st_special_vehicle.ST_OIL_TANK",
                "name": "油罐车"
            },
            {
                "code": "i18n.attrs.st_special_vehicle.ST_PUBLIC_SECURITY",
                "name": "公检法车"
            },
            {
                "code": "i18n.attrs.st_special_vehicle.ST_TAXI",
                "name": "出租车"
            },
            {
                "code": "i18n.attrs.st_special_vehicle.ST_VEHICLE_BACKUP_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.st_status",
                "name": "动作"
            },
            {
                "code": "i18n.attrs.st_status.ST_CALL",
                "name": "打电话"
            },
            {
                "code": "i18n.attrs.st_status.ST_HOLD_OBJECT_IN_FRONT",
                "name": "胸前抱物"
            },
            {
                "code": "i18n.attrs.st_status.ST_NORMAL",
                "name": "正常"
            },
            {
                "code": "i18n.attrs.st_status.ST_PLAY_PHONE",
                "name": "玩手机"
            },
            {
                "code": "i18n.attrs.st_status.ST_STATUS_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.st_tricycle_type.ST_CANOPY",
                "name": "蓬式"
            },
            {
                "code": "i18n.attrs.st_tricycle_type.ST_HOPPER",
                "name": "斗式"
            },
            {
                "code": "i18n.attrs.st_tricycle_type.ST_TRUNK",
                "name": "厢式"
            },
            {
                "code": "i18n.attrs.st_trousers_pattern",
                "name": "下衣花案"
            },
            {
                "code": "i18n.attrs.st_trousers_pattern.ST_DESIGN",
                "name": "图案"
            },
            {
                "code": "i18n.attrs.st_trousers_pattern.ST_JOINT",
                "name": "拼接"
            },
            {
                "code": "i18n.attrs.st_trousers_pattern.ST_LATTIC",
                "name": "格子"
            },
            {
                "code": "i18n.attrs.st_trousers_pattern.ST_PURE",
                "name": "纯色"
            },
            {
                "code": "i18n.attrs.st_trousers_pattern.ST_STRIPE",
                "name": "条纹"
            },
            {
                "code": "i18n.attrs.st_truck_style",
                "name": "货车类型"
            },
            {
                "code": "i18n.attrs.st_truck_style.ST_BOX_TRUCK",
                "name": "厢式货车"
            },
            {
                "code": "i18n.attrs.st_truck_style.ST_FENCE_TRUCK",
                "name": "仓栅式货车"
            },
            {
                "code": "i18n.attrs.st_truck_style.ST_OTHER_TRUCK",
                "name": "其他货车"
            },
            {
                "code": "i18n.attrs.st_truck_style.ST_TANK_TRUCK",
                "name": "罐式货车"
            },
            {
                "code": "i18n.attrs.st_trunk_trailer",
                "name": "货车拖挂"
            },
            {
                "code": "i18n.attrs.st_trunk_trailer.ST_TRUNK_TRAILER_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.st_trunk_trailer.ST_WITHOUT_TRAILER",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_trunk_trailer.ST_WITH_TRAILER",
                "name": "有"
            },
            {
                "code": "i18n.attrs.st_umbrella",
                "name": "雨伞"
            },
            {
                "code": "i18n.attrs.st_umbrella.ST_UMBRELLA",
                "name": "有"
            },
            {
                "code": "i18n.attrs.st_umbrella.ST_UMBRELLA_NONE",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_umbrella.ST_UMBRELLA_WITHOUT",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_uniform",
                "name": "工服"
            },
            {
                "code": "i18n.attrs.st_uniform.ST_CHEF_UNIFORM",
                "name": "厨师服"
            },
            {
                "code": "i18n.attrs.st_uniform.ST_COMMON_CLOTHING",
                "name": "普通衣服"
            },
            {
                "code": "i18n.attrs.st_uniform.ST_ELEME_UNIFORM",
                "name": "饿了么工服"
            },
            {
                "code": "i18n.attrs.st_uniform.ST_FIREFIGHTER_UNIFORM",
                "name": "消防服"
            },
            {
                "code": "i18n.attrs.st_uniform.ST_MEDICAL_UNIFORM",
                "name": "医护服"
            },
            {
                "code": "i18n.attrs.st_uniform.ST_MEITUAN_UNIFORM",
                "name": "美团工服"
            },
            {
                "code": "i18n.attrs.st_uniform.ST_OFFICE_UNIFORM",
                "name": "办公制服"
            },
            {
                "code": "i18n.attrs.st_uniform.ST_PLC_UNIFORM",
                "name": "警服"
            },
            {
                "code": "i18n.attrs.st_uniform.ST_PROTECT_BLUE",
                "name": "蓝色防护服"
            },
            {
                "code": "i18n.attrs.st_uniform.ST_PROTECT_WHITE",
                "name": "白色防护服"
            },
            {
                "code": "i18n.attrs.st_uniform.ST_UNIFORM_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.st_uniform.ST_WORKER_UNIFORM",
                "name": "工人服"
            },
            {
                "code": "i18n.attrs.st_vehicle_backup",
                "name": "车辆备胎"
            },
            {
                "code": "i18n.attrs.st_vehicle_backup.ST_BACK",
                "name": "背面"
            },
            {
                "code": "i18n.attrs.st_vehicle_backup.ST_FRONT",
                "name": "正面"
            },
            {
                "code": "i18n.attrs.st_vehicle_backup.ST_SIDE",
                "name": "侧面"
            },
            {
                "code": "i18n.attrs.st_vehicle_backup.ST_VEHICLE_BACKUP_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.st_vehicle_backup.ST_WITHOUT_BACKUP",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_vehicle_backup.ST_WITH_BACKUP",
                "name": "有"
            },
            {
                "code": "i18n.attrs.st_vehicle_characters",
                "name": "车身文字"
            },
            {
                "code": "i18n.attrs.st_vehicle_characters.ST_VEHICLE_CHARACTERS_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.st_vehicle_characters.ST_WITHOUT_CHARACTERS",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_vehicle_characters.ST_WITH_CHARACTERS",
                "name": "有"
            },
            {
                "code": "i18n.attrs.st_vehicle_class",
                "name": "车辆类型"
            },
            {
                "code": "i18n.attrs.st_vehicle_class.ST_BICYCLE",
                "name": "自行车"
            },
            {
                "code": "i18n.attrs.st_vehicle_class.ST_EBIKE",
                "name": "电动车"
            },
            {
                "code": "i18n.attrs.st_vehicle_class.ST_MOTOR",
                "name": "摩托车"
            },
            {
                "code": "i18n.attrs.st_vehicle_class.ST_NONMOTOR_OTHER",
                "name": "其他"
            },
            {
                "code": "i18n.attrs.st_vehicle_class.ST_PRAM",
                "name": "婴儿车"
            },
            {
                "code": "i18n.attrs.st_vehicle_class.ST_TRICYCLE",
                "name": "三轮车"
            },
            {
                "code": "i18n.attrs.st_vehicle_class.ST_WHEELCHAIR",
                "name": "轮椅"
            },
            {
                "code": "i18n.attrs.st_vehicle_sticker",
                "name": "贴纸"
            },
            {
                "code": "i18n.attrs.st_vehicle_sticker.ST_VERHICLE_STICKER_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.st_vehicle_sticker.ST_WITHOUT_STICKER",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_vehicle_sticker.ST_WITHOUT_STRIP",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_vehicle_sticker.ST_WITH_STICKER",
                "name": "有"
            },
            {
                "code": "i18n.attrs.st_vehicle_sticker.ST_WITH_STRIP",
                "name": "有"
            },
            {
                "code": "i18n.attrs.st_vehicle_sunroof",
                "name": "天窗"
            },
            {
                "code": "i18n.attrs.st_vehicle_sunroof.ST_VEHICLE_SUNROOF_AGNOSTIC",
                "name": "无法判断"
            },
            {
                "code": "i18n.attrs.st_vehicle_sunroof.ST_WITHOUT_SUNROOF",
                "name": "无"
            },
            {
                "code": "i18n.attrs.st_vehicle_sunroof.ST_WITH_SUNROOF",
                "name": "有"
            },
            {
                "code": "i18n.attrs.st_vehicle_vendor",
                "name": "车辆厂商"
            },
            {
                "code": "i18n.attrs.tops",
                "name": "上衣"
            },
            {
                "code": "i18n.attrs.trousers_color",
                "name": "下衣颜色"
            },
            {
                "code": "i18n.attrs.trousers_color.BLACK",
                "name": "黑色"
            },
            {
                "code": "i18n.attrs.trousers_color.BLUE",
                "name": "蓝色"
            },
            {
                "code": "i18n.attrs.trousers_color.GRAY",
                "name": "灰色"
            },
            {
                "code": "i18n.attrs.trousers_color.GREEN",
                "name": "绿色"
            },
            {
                "code": "i18n.attrs.trousers_color.PURPLE",
                "name": "紫色"
            },
            {
                "code": "i18n.attrs.trousers_color.RED",
                "name": "红色"
            },
            {
                "code": "i18n.attrs.trousers_color.WHITE",
                "name": "白色"
            },
            {
                "code": "i18n.attrs.trousers_color.YELLOW",
                "name": "黄色"
            },
            {
                "code": "i18n.attrs.trousers_len",
                "name": "下衣类型"
            },
            {
                "code": "i18n.attrs.trousers_len.SHORTS",
                "name": "短裤"
            },
            {
                "code": "i18n.attrs.trousers_len.ST_SKIRT",
                "name": "短裙"
            },
            {
                "code": "i18n.attrs.trousers_len.TROUSERS",
                "name": "长裤"
            },
            {
                "code": "i18n.attrs.umbrella",
                "name": "雨伞"
            },
            {
                "code": "i18n.attrs.umbrella_color",
                "name": "雨伞颜色"
            },
            {
                "code": "i18n.attrs.umbrella_color.BLACK",
                "name": "黑色"
            },
            {
                "code": "i18n.attrs.umbrella_color.BLUE",
                "name": "蓝色"
            },
            {
                "code": "i18n.attrs.umbrella_color.GRAY",
                "name": "灰色"
            },
            {
                "code": "i18n.attrs.umbrella_color.GREEN",
                "name": "绿色"
            },
            {
                "code": "i18n.attrs.umbrella_color.PURPLE",
                "name": "紫色"
            },
            {
                "code": "i18n.attrs.umbrella_color.RED",
                "name": "红色"
            },
            {
                "code": "i18n.attrs.umbrella_color.TRANSPARENT",
                "name": "透明"
            },
            {
                "code": "i18n.attrs.umbrella_color.WHITE",
                "name": "白色"
            },
            {
                "code": "i18n.attrs.umbrella_color.YELLOW",
                "name": "黄色"
            },
            {
                "code": "i18n.attrs.uniform",
                "name": "工服"
            },
            {
                "code": "i18n.attrs.vehicle_brand",
                "name": "车辆品牌"
            },
            {
                "code": "i18n.attrs.vehicle_brand.JEEP",
                "name": "吉普"
            },
            {
                "code": "i18n.attrs.vehicle_class",
                "name": "车辆类型"
            },
            {
                "code": "i18n.attrs.vehicle_class.ST_AUTOMOBILE_TYPE_OTHER",
                "name": "其他类型"
            },
            {
                "code": "i18n.attrs.vehicle_class.ST_BIG_BUS",
                "name": "公交车"
            },
            {
                "code": "i18n.attrs.vehicle_class.ST_BIG_COACH",
                "name": "大客车"
            },
            {
                "code": "i18n.attrs.vehicle_class.ST_BIG_TRUCK",
                "name": "卡车"
            },
            {
                "code": "i18n.attrs.vehicle_class.ST_CAR",
                "name": "三厢轿车"
            },
            {
                "code": "i18n.attrs.vehicle_class.ST_SMALL_TRUCK",
                "name": "皮卡"
            },
            {
                "code": "i18n.attrs.vehicle_class.ST_SUV",
                "name": "两厢轿车"
            },
            {
                "code": "i18n.attrs.vehicle_class.ST_VAN",
                "name": "面包车/MPV"
            },
            {
                "code": "i18n.attrs.vehicle_color",
                "name": "车辆颜色"
            },
            {
                "code": "i18n.attrs.vehicle_color.BLACK",
                "name": "黑色"
            },
            {
                "code": "i18n.attrs.vehicle_color.BLUE",
                "name": "蓝色"
            },
            {
                "code": "i18n.attrs.vehicle_color.BROWN",
                "name": "棕色"
            },
            {
                "code": "i18n.attrs.vehicle_color.GRAY",
                "name": "灰色"
            },
            {
                "code": "i18n.attrs.vehicle_color.GREEN",
                "name": "绿色"
            },
            {
                "code": "i18n.attrs.vehicle_color.PINK",
                "name": "粉红色"
            },
            {
                "code": "i18n.attrs.vehicle_color.PURPLE",
                "name": "紫色"
            },
            {
                "code": "i18n.attrs.vehicle_color.RED",
                "name": "红色"
            },
            {
                "code": "i18n.attrs.vehicle_color.WHITE",
                "name": "白色"
            },
            {
                "code": "i18n.attrs.vehicle_color.YELLOW",
                "name": "黄色"
            },
            {
                "code": "i18n.attrs.vehicle_model",
                "name": "车辆系列"
            },
            {
                "code": "i18n.attrs.vehicle_styles",
                "name": "年款"
            },
            {
                "code": "i18n.device.firm.type.FC_DAHUA",
                "name": "大华抓拍机"
            },
            {
                "code": "i18n.device.firm.type.FC_GAT1400",
                "name": "GAT1400协议抓拍机"
            },
            {
                "code": "i18n.device.firm.type.FC_HK",
                "name": "海康抓拍机"
            },
            {
                "code": "i18n.device.firm.type.FC_SENSETIME_D",
                "name": "商汤D系列抓拍机"
            },
            {
                "code": "i18n.device.firm.type.FC_SENSETIME_T",
                "name": "商汤T系列抓拍机"
            },
            {
                "code": "i18n.device.firm.type.FC_YUSHI",
                "name": "宇视抓拍机"
            },
            {
                "code": "i18n.dict.alarmLabel.helmet.HELMET_ALARM",
                "name": "安全帽告警"
            },
            {
                "code": "i18n.dict.alarmLabel.helmet.NONE",
                "name": "无"
            },
            {
                "code": "i18n.dict.alarmLabel.helmet.NO_HELMET_ALARM",
                "name": "无安全帽告警"
            },
            {
                "code": "i18n.dict.alarmLabel.helmet.true",
                "name": "安全帽告警"
            },
            {
                "code": "i18n.dict.alarmLabel.mask.MASK_ALARM",
                "name": "口罩告警"
            },
            {
                "code": "i18n.dict.alarmLabel.mask.NONE",
                "name": "无"
            },
            {
                "code": "i18n.dict.alarmLabel.mask.NO_MASK_ALARM",
                "name": "无口罩告警"
            },
            {
                "code": "i18n.dict.alarmLabel.mask.true",
                "name": "口罩告警"
            },
            {
                "code": "i18n.dict.attribute_type",
                "name": "属性告警"
            },
            {
                "code": "i18n.dict.common",
                "name": "公共错误码"
            },
            {
                "code": "i18n.dict.decte.portrait_tailing",
                "name": "人员布控"
            },
            {
                "code": "i18n.dict.detect.struct_cross_line",
                "name": "行人越线"
            },
            {
                "code": "i18n.dict.detect.struct_invade",
                "name": "区域闯入"
            },
            {
                "code": "i18n.dict.detect_type.action_climb",
                "name": "翻越"
            },
            {
                "code": "i18n.dict.detect_type.action_fight",
                "name": "打架"
            },
            {
                "code": "i18n.dict.detect_type.action_tumble",
                "name": "摔倒"
            },
            {
                "code": "i18n.dict.detect_type.behavior_back",
                "name": "逆行"
            },
            {
                "code": "i18n.dict.detect_type.behavior_squat",
                "name": "蹲坐"
            },
            {
                "code": "i18n.dict.detect_type.behavior_tumble",
                "name": "摔倒"
            },
            {
                "code": "i18n.dict.detect_type.bfsu_carrying_promotional_signs",
                "name": "标语告警"
            },
            {
                "code": "i18n.dict.detect_type.bfsu_city_fire",
                "name": "烟火"
            },
            {
                "code": "i18n.dict.detect_type.bfsu_hanging_promotional_banners",
                "name": "横幅"
            },
            {
                "code": "i18n.dict.detect_type.bfsu_street_stall",
                "name": "伞蓬"
            },
            {
                "code": "i18n.dict.detect_type.crowd_cross_line",
                "name": "人员越线"
            },
            {
                "code": "i18n.dict.detect_type.crowd_crowded",
                "name": "过密"
            },
            {
                "code": "i18n.dict.detect_type.crowd_social_distance",
                "name": "距离过近"
            },
            {
                "code": "i18n.dict.detect_type.crowd_staffing_leave_position",
                "name": "人员离岗"
            },
            {
                "code": "i18n.dict.detect_type.crowd_staffing_on_position",
                "name": "人员定岗"
            },
            {
                "code": "i18n.dict.detect_type.crowd_strand",
                "name": "拥堵"
            },
            {
                "code": "i18n.dict.detect_type.crowd_strand_1",
                "name": "滞留"
            },
            {
                "code": "i18n.dict.detect_type.crowd_strand_hover",
                "name": "人员徘徊"
            },
            {
                "code": "i18n.dict.detect_type.crowd_strand_static",
                "name": "人员静止"
            },
            {
                "code": "i18n.dict.detect_type.crowd_strand_stranded",
                "name": "人员滞留"
            },
            {
                "code": "i18n.dict.detect_type.crowd_traffic",
                "name": "客流计数"
            },
            {
                "code": "i18n.dict.detect_type.empty_empty",
                "name": "空梯"
            },
            {
                "code": "i18n.dict.detect_type.garbage_trash_on_the_street_and_cleaned",
                "name": "垃圾暴露"
            },
            {
                "code": "i18n.dict.detect_type.garbage_trash_overflow_and_cleaned",
                "name": "垃圾满溢"
            },
            {
                "code": "i18n.dict.detect_type.object_luggage",
                "name": "行李箱"
            },
            {
                "code": "i18n.dict.detect_type.object_stroller",
                "name": "婴儿车"
            },
            {
                "code": "i18n.dict.detect_type.object_wheelchair",
                "name": "轮椅"
            },
            {
                "code": "i18n.dict.detect_type.pedestrian_attribute_detect",
                "name": "行人属性"
            },
            {
                "code": "i18n.dict.detect_type.perimeter_cross_line",
                "name": "行人越线"
            },
            {
                "code": "i18n.dict.detect_type.perimeter_invade",
                "name": "区域闯入"
            },
            {
                "code": "i18n.dict.detect_type.portrait_tailing",
                "name": "人员任务"
            },
            {
                "code": "i18n.dict.detect_type.struct_vehicle_park",
                "name": "车辆违停"
            },
            {
                "code": "i18n.dict.device.platform_type",
                "name": "平台类型"
            },
            {
                "code": "i18n.dict.device.platform_type.AIE",
                "name": "智能边缘节点"
            },
            {
                "code": "i18n.dict.device.sense_switch.false",
                "name": "否"
            },
            {
                "code": "i18n.dict.device.sense_switch.true",
                "name": "是"
            },
            {
                "code": "i18n.dict.device_type",
                "name": "设备类型"
            },
            {
                "code": "i18n.dict.direction.0",
                "name": "进"
            },
            {
                "code": "i18n.dict.direction.1",
                "name": "出"
            },
            {
                "code": "i18n.dict.divice_type.camera",
                "name": "摄像机"
            },
            {
                "code": "i18n.dict.enable.DISABLE",
                "name": "停用"
            },
            {
                "code": "i18n.dict.enable.DISABLE.2",
                "name": "关闭"
            },
            {
                "code": "i18n.dict.enable.ENABLE",
                "name": "启用"
            },
            {
                "code": "i18n.dict.enable.ENABLE.1",
                "name": "启用"
            },
            {
                "code": "i18n.dict.enable.por_DISABLE",
                "name": "停用"
            },
            {
                "code": "i18n.dict.enable.por_ENABLE",
                "name": "启用"
            },
            {
                "code": "i18n.dict.entry_mode.1",
                "name": "刷脸"
            },
            {
                "code": "i18n.dict.entry_mode.2",
                "name": "二维码"
            },
            {
                "code": "i18n.dict.entry_mode.3",
                "name": "刷卡"
            },
            {
                "code": "i18n.dict.entry_mode.4",
                "name": "刷脸+刷卡"
            },
            {
                "code": "i18n.dict.entry_mode.5",
                "name": "刷身份证"
            },
            {
                "code": "i18n.dict.entry_mode.6",
                "name": "刷脸+刷身份证"
            },
            {
                "code": "i18n.dict.entry_mode.7",
                "name": "刷健康码"
            },
            {
                "code": "i18n.dict.faceGender.1",
                "name": "男"
            },
            {
                "code": "i18n.dict.faceGender.2",
                "name": "女"
            },
            {
                "code": "i18n.dict.faceGender.3",
                "name": "其它"
            },
            {
                "code": "i18n.dict.face_type.1",
                "name": "员工"
            },
            {
                "code": "i18n.dict.face_type.2",
                "name": "访客"
            },
            {
                "code": "i18n.dict.face_type.3",
                "name": "陌生人"
            },
            {
                "code": "i18n.dict.face_type.4",
                "name": "非活体"
            },
            {
                "code": "i18n.dict.face_type.5",
                "name": "黑名单"
            },
            {
                "code": "i18n.dict.fail.reason.type.ADD_DB_ERROR",
                "name": "人员添加失败"
            },
            {
                "code": "i18n.dict.fail.reason.type.ADD_FEATURE_DB_ERROR",
                "name": "特征入库失败"
            },
            {
                "code": "i18n.dict.fail.reason.type.DB_OVERLOAD",
                "name": "人员数量达到上限"
            },
            {
                "code": "i18n.dict.fail.reason.type.DEVICE_CODE_EXIST_ERROR",
                "name": "设备ID已存在"
            },
            {
                "code": "i18n.dict.fail.reason.type.DEVICE_GROUP_NOT_EXIST_ERROR",
                "name": "设备分组不存在"
            },
            {
                "code": "i18n.dict.fail.reason.type.DEVICE_NAME_EXIST_ERROR",
                "name": "设备名称已存在"
            },
            {
                "code": "i18n.dict.fail.reason.type.DEVICE_UPPER_LIMIT_ERROR",
                "name": "设备数量超过上限"
            },
            {
                "code": "i18n.dict.fail.reason.type.EXTRACT_FRONT_END_FEATURE",
                "name": "提取前端设备特征失败"
            },
            {
                "code": "i18n.dict.fail.reason.type.FACE_MULTIPLE",
                "name": "检测到多张人脸"
            },
            {
                "code": "i18n.dict.fail.reason.type.FEATURE_EXTRACTION_FAILED",
                "name": "提取图片特征失败"
            },
            {
                "code": "i18n.dict.fail.reason.type.FILE_LOST",
                "name": "文件丢失"
            },
            {
                "code": "i18n.dict.fail.reason.type.FILE_NAME_FORMAT_ERROR",
                "name": "文件名不符合规范"
            },
            {
                "code": "i18n.dict.fail.reason.type.FILE_SIZE_LOW",
                "name": "图片尺寸过小"
            },
            {
                "code": "i18n.dict.fail.reason.type.FORMAT_ERROR",
                "name": "图片格式错误"
            },
            {
                "code": "i18n.dict.fail.reason.type.GET_PIC_URL_ERROR",
                "name": "获取图片地址失败"
            },
            {
                "code": "i18n.dict.fail.reason.type.IMAGE_QUALITY_LOW",
                "name": "图片质量不合格"
            },
            {
                "code": "i18n.dict.fail.reason.type.NOT_FIND_FACE",
                "name": "未检测到人脸"
            },
            {
                "code": "i18n.dict.fail.reason.type.NO_ERROR",
                "name": "NO只能是数字和字母或两者组合"
            },
            {
                "code": "i18n.dict.fail.reason.type.PLATFORM_NOT_EXIST_ERROR",
                "name": "设备平台不存在"
            },
            {
                "code": "i18n.dict.fail.reason.type.PORTRAIT_GROUP_INVALID",
                "name": "人员组命名格式错误"
            },
            {
                "code": "i18n.dict.fail.reason.type.PORTRAIT_IDENTITY_LENGTH_MAX_INVALID",
                "name": "文件名最大长度大于64"
            },
            {
                "code": "i18n.dict.fail.reason.type.PORTRAIT_IN_TOOLKIT_IS_NULL",
                "name": "人像库不能为空"
            },
            {
                "code": "i18n.dict.fail.reason.type.PORTREQUIRED",
                "name": "端口号必须是正整数"
            },
            {
                "code": "i18n.dict.fail.reason.type.REPEAT_ENTRY",
                "name": "人员NO编号重复"
            },
            {
                "code": "i18n.dict.fail.reason.type.ROLE_NOT_EXIST",
                "name": "角色不存在"
            },
            {
                "code": "i18n.dict.fail.reason.type.SIZE_LIMIT",
                "name": "图片不能大于16M"
            },
            {
                "code": "i18n.dict.fail.reason.type.SYSTEM_ERROR",
                "name": "系统异常"
            },
            {
                "code": "i18n.dict.fail.reason.type.SYSTEM_QUEUE",
                "name": "系统队列异常"
            },
            {
                "code": "i18n.dict.fail.reason.type.SYS_USER_REGISTER_NUM_EXCEED_LIMIT_ERROR",
                "name": "用户总数超过上限"
            },
            {
                "code": "i18n.dict.fail.reason.type.THE_DATE_LENGTH_CAN_ONLY_BE_50",
                "name": "数据长度不能超过50"
            },
            {
                "code": "i18n.dict.fail.reason.type.USERNAME_ALREADY_EXISTS",
                "name": "用户名已存在"
            },
            {
                "code": "i18n.dict.fail.reason.type.USERNAME_OR_REALNAME_NOT_EXIST",
                "name": "用户名或姓名为空"
            },
            {
                "code": "i18n.dict.gb_type.direct",
                "name": "设备直连"
            },
            {
                "code": "i18n.dict.gb_type.platform",
                "name": "平台取流"
            },
            {
                "code": "i18n.dict.gender.FEMALE",
                "name": "女"
            },
            {
                "code": "i18n.dict.gender.FEMALE.2",
                "name": "女"
            },
            {
                "code": "i18n.dict.gender.MALE",
                "name": "男"
            },
            {
                "code": "i18n.dict.gender.MALE.1",
                "name": "男"
            },
            {
                "code": "i18n.dict.gender.OTHER",
                "name": "其它"
            },
            {
                "code": "i18n.dict.hc_status.00",
                "name": "绿码"
            },
            {
                "code": "i18n.dict.hc_status.01",
                "name": "黄码"
            },
            {
                "code": "i18n.dict.hc_status.10",
                "name": "红码"
            },
            {
                "code": "i18n.dict.hc_status.11",
                "name": "灰码（查无健康码）"
            },
            {
                "code": "i18n.dict.lattice",
                "name": "格子"
            },
            {
                "code": "i18n.dict.mask.0",
                "name": "未知"
            },
            {
                "code": "i18n.dict.mask.1",
                "name": "未戴"
            },
            {
                "code": "i18n.dict.mask.2",
                "name": "佩戴"
            },
            {
                "code": "i18n.dict.myfile",
                "name": "人员照片"
            },
            {
                "code": "i18n.dict.portrait_record_type",
                "name": "记录类型"
            },
            {
                "code": "i18n.dict.quality.inspection.HIGH",
                "name": "高"
            },
            {
                "code": "i18n.dict.quality.inspection.LOW",
                "name": "低"
            },
            {
                "code": "i18n.dict.record_type.0",
                "name": "无"
            },
            {
                "code": "i18n.dict.record_type.10001",
                "name": "人证不匹配"
            },
            {
                "code": "i18n.dict.record_type.10002",
                "name": "人卡不匹配"
            },
            {
                "code": "i18n.dict.record_type.10003",
                "name": "人码不匹配"
            },
            {
                "code": "i18n.dict.record_type.20001",
                "name": "访客不在有效期内"
            },
            {
                "code": "i18n.dict.record_type.20002",
                "name": "不在通行时间内"
            },
            {
                "code": "i18n.dict.record_type.30001",
                "name": "无效身份证"
            },
            {
                "code": "i18n.dict.record_type.30002",
                "name": "无效二维码"
            },
            {
                "code": "i18n.dict.record_type.40001",
                "name": "体温异常"
            },
            {
                "code": "i18n.dict.record_type.50001",
                "name": "未戴口罩"
            },
            {
                "code": "i18n.dict.record_type.60001",
                "name": "红码人员"
            },
            {
                "code": "i18n.dict.record_type.60002",
                "name": "黄码人员"
            },
            {
                "code": "i18n.dict.record_type.60003",
                "name": "灰码人员"
            },
            {
                "code": "i18n.dict.record_type.60004",
                "name": "其它地区发热"
            },
            {
                "code": "i18n.dict.record_type.60005",
                "name": "核酸结果阳性"
            },
            {
                "code": "i18n.dict.record_type.60006",
                "name": "查无身份"
            },
            {
                "code": "i18n.dict.record_type.60007",
                "name": "查无健康码"
            },
            {
                "code": "i18n.dict.record_type.action_climb",
                "name": "翻越告警"
            },
            {
                "code": "i18n.dict.record_type.action_fight",
                "name": "打架告警"
            },
            {
                "code": "i18n.dict.record_type.action_tumble",
                "name": "摔倒告警"
            },
            {
                "code": "i18n.dict.record_type.bareback",
                "name": "赤膊"
            },
            {
                "code": "i18n.dict.record_type.behavior_back",
                "name": "逆行"
            },
            {
                "code": "i18n.dict.record_type.behavior_squat",
                "name": "蹲坐"
            },
            {
                "code": "i18n.dict.record_type.behavior_tumble",
                "name": "摔倒"
            },
            {
                "code": "i18n.dict.record_type.bfsu_carrying_promotional_signs",
                "name": "标语告警"
            },
            {
                "code": "i18n.dict.record_type.bfsu_city_fire",
                "name": "烟火告警"
            },
            {
                "code": "i18n.dict.record_type.bfsu_hanging_promotional_banners",
                "name": "横幅告警"
            },
            {
                "code": "i18n.dict.record_type.bfsu_street_stall",
                "name": "伞蓬告警"
            },
            {
                "code": "i18n.dict.record_type.call",
                "name": "打电话"
            },
            {
                "code": "i18n.dict.record_type.chef_uniform_without",
                "name": "未穿厨师服"
            },
            {
                "code": "i18n.dict.record_type.crash_helmet_and_hard_hat_without",
                "name": "未戴安全帽"
            },
            {
                "code": "i18n.dict.record_type.crowd_crowded",
                "name": "过密"
            },
            {
                "code": "i18n.dict.record_type.crowd_social_distance",
                "name": "距离过近"
            },
            {
                "code": "i18n.dict.record_type.crowd_staffing_leave_position",
                "name": "离岗告警"
            },
            {
                "code": "i18n.dict.record_type.crowd_staffing_on_position",
                "name": "定员告警"
            },
            {
                "code": "i18n.dict.record_type.crowd_strand",
                "name": "拥堵"
            },
            {
                "code": "i18n.dict.record_type.crowd_strand_1",
                "name": "滞留"
            },
            {
                "code": "i18n.dict.record_type.crowd_strand_hover",
                "name": "徘徊告警"
            },
            {
                "code": "i18n.dict.record_type.crowd_strand_static",
                "name": "静止告警"
            },
            {
                "code": "i18n.dict.record_type.crowd_strand_stranded",
                "name": "滞留告警"
            },
            {
                "code": "i18n.dict.record_type.crowd_traffic",
                "name": "客流计数"
            },
            {
                "code": "i18n.dict.record_type.empty_empty",
                "name": "空梯"
            },
            {
                "code": "i18n.dict.record_type.empty_not_empty",
                "name": "载人"
            },
            {
                "code": "i18n.dict.record_type.garbage_trash_cleaned",
                "name": "垃圾暴露清理"
            },
            {
                "code": "i18n.dict.record_type.garbage_trash_on_the_street",
                "name": "垃圾暴露"
            },
            {
                "code": "i18n.dict.record_type.garbage_trash_overflow",
                "name": "垃圾满溢"
            },
            {
                "code": "i18n.dict.record_type.garbage_trash_overflow_cleaned",
                "name": "垃圾满溢清理"
            },
            {
                "code": "i18n.dict.record_type.glove_without",
                "name": "未戴手套"
            },
            {
                "code": "i18n.dict.record_type.hat_style_type_without",
                "name": "未戴帽子"
            },
            {
                "code": "i18n.dict.record_type.lie",
                "name": "躺卧"
            },
            {
                "code": "i18n.dict.record_type.medical_uniform_without",
                "name": "未穿医护服"
            },
            {
                "code": "i18n.dict.record_type.object_luggage",
                "name": "行李箱"
            },
            {
                "code": "i18n.dict.record_type.object_stroller",
                "name": "婴儿车"
            },
            {
                "code": "i18n.dict.record_type.object_wheelchair",
                "name": "轮椅"
            },
            {
                "code": "i18n.dict.record_type.oxygen_bottle_without",
                "name": "未戴氧气瓶"
            },
            {
                "code": "i18n.dict.record_type.pedestrian_capture",
                "name": "行人抓拍"
            },
            {
                "code": "i18n.dict.record_type.perimeter_cross_line",
                "name": "行人越线"
            },
            {
                "code": "i18n.dict.record_type.perimeter_invade",
                "name": "区域闯入"
            },
            {
                "code": "i18n.dict.record_type.play_phone",
                "name": "玩手机"
            },
            {
                "code": "i18n.dict.record_type.portrait_abnormal",
                "name": "白名单失效"
            },
            {
                "code": "i18n.dict.record_type.portrait_annormal",
                "name": "白名单告警"
            },
            {
                "code": "i18n.dict.record_type.portrait_black",
                "name": "黑名单告警"
            },
            {
                "code": "i18n.dict.record_type.portrait_normal",
                "name": "白名单比中"
            },
            {
                "code": "i18n.dict.record_type.portrait_stranger",
                "name": "陌生人告警"
            },
            {
                "code": "i18n.dict.record_type.reflective_clothes_without",
                "name": "未穿反光衣"
            },
            {
                "code": "i18n.dict.record_type.respirator_without",
                "name": "未戴口罩"
            },
            {
                "code": "i18n.dict.record_type.short_sleeve",
                "name": "短袖"
            },
            {
                "code": "i18n.dict.record_type.shorts",
                "name": "短裤"
            },
            {
                "code": "i18n.dict.record_type.sleep_on_the_table",
                "name": "睡岗"
            },
            {
                "code": "i18n.dict.record_type.smoking",
                "name": "抽烟"
            },
            {
                "code": "i18n.dict.record_type.struct_cross_line",
                "name": "行人越线"
            },
            {
                "code": "i18n.dict.record_type.struct_human_powered_vehicle_capture",
                "name": "非机动车抓拍"
            },
            {
                "code": "i18n.dict.record_type.struct_invade",
                "name": "区域闯入"
            },
            {
                "code": "i18n.dict.record_type.struct_pedestrian",
                "name": "行人抓拍"
            },
            {
                "code": "i18n.dict.record_type.struct_vehicle_capture",
                "name": "机动车抓拍"
            },
            {
                "code": "i18n.dict.record_type.struct_vehicle_park",
                "name": "机动车违停"
            },
            {
                "code": "i18n.dict.record_type.worker_uniform_without",
                "name": "未穿工人服"
            },
            {
                "code": "i18n.dict.role_janitor",
                "name": "门卫"
            },
            {
                "code": "i18n.dict.role_security",
                "name": "安防"
            },
            {
                "code": "i18n.dict.st_sit",
                "name": "蹲坐"
            },
            {
                "code": "i18n.dict.st_vehicle_luggage_rack",
                "name": "行李架"
            },
            {
                "code": "i18n.dict.st_vehicle_luggage_rack.ST_WITHOUT_LUGGAGE_RACK",
                "name": "无"
            },
            {
                "code": "i18n.dict.st_vehicle_luggage_rack.ST_WITH_LUGGAGE_RACK",
                "name": "有"
            },
            {
                "code": "i18n.dict.system_message_type",
                "name": "系统消息类型"
            },
            {
                "code": "i18n.dict.system_message_type.capture_detail_export",
                "name": "抓拍详情导出"
            },
            {
                "code": "i18n.dict.system_message_type.capture_pds_export",
                "name": "以图搜图抓拍库导出"
            },
            {
                "code": "i18n.dict.system_message_type.company_attendance_export",
                "name": "公司考勤导出"
            },
            {
                "code": "i18n.dict.system_message_type.device_export",
                "name": "设备信息导出"
            },
            {
                "code": "i18n.dict.system_message_type.elevator_page_export",
                "name": "电梯列表导出"
            },
            {
                "code": "i18n.dict.system_message_type.guest_export",
                "name": "访客导出"
            },
            {
                "code": "i18n.dict.system_message_type.oplog_export",
                "name": "操作日志导出"
            },
            {
                "code": "i18n.dict.system_message_type.personal_attendance_export",
                "name": "个人考勤导出"
            },
            {
                "code": "i18n.dict.system_message_type.portrait_export",
                "name": "人员导出"
            },
            {
                "code": "i18n.dict.system_message_type.portrait_failed_export",
                "name": "上传失败人员导出"
            },
            {
                "code": "i18n.dict.system_message_type.portrait_upload",
                "name": "人员上传"
            },
            {
                "code": "i18n.dict.system_message_type.record_export.1",
                "name": "历史记录导出"
            },
            {
                "code": "i18n.dict.system_message_type.record_export.2",
                "name": "历史记录导出"
            },
            {
                "code": "i18n.dict.system_message_type.role_export",
                "name": "角色导出"
            },
            {
                "code": "i18n.dict.system_message_type.traffic_export",
                "name": "客流导出"
            },
            {
                "code": "i18n.dict.system_message_type.user_export",
                "name": "用户导出"
            },
            {
                "code": "i18n.dict.task_status.IIS_TASK_DISCONNECTED",
                "name": "断开连接"
            },
            {
                "code": "i18n.dict.task_status.IIS_TASK_INACTIVE",
                "name": "正常连接, 但长时间(超过30分钟)未收到数据"
            },
            {
                "code": "i18n.dict.task_status.IIS_TASK_REQUEST_DUPLICATE",
                "name": "参数重复, 接入源已连接"
            },
            {
                "code": "i18n.dict.task_status.IIS_TASK_UNKNOWN",
                "name": "状态未知"
            },
            {
                "code": "i18n.dict.task_status.MCS_TASK_ERROR",
                "name": "MCS任务错误"
            },
            {
                "code": "i18n.dict.task_status.UNKNOWN_TASK_ERROR",
                "name": "未知错误"
            },
            {
                "code": "i18n.dict.task_status.VPS_TASK_DECODER_ERROR",
                "name": "视频解码器异常"
            },
            {
                "code": "i18n.dict.task_status.VPS_TASK_INTERNAL_ERROR",
                "name": "内部错误"
            },
            {
                "code": "i18n.dict.task_status.VPS_TASK_PENDING",
                "name": "等待节点分配，若任务长时间为已提交状态，请检查显卡是否充足"
            },
            {
                "code": "i18n.dict.task_status.VPS_TASK_RESOLUTION_ERROR",
                "name": "视频流分辨率参数错误"
            },
            {
                "code": "i18n.dict.task_status.VPS_TASK_SOURCE_ERROR",
                "name": "视频接入源异常，请检查相机是否正常"
            },
            {
                "code": "i18n.dict.task_type.action",
                "name": "行为分析"
            },
            {
                "code": "i18n.dict.task_type.attribute",
                "name": "安全生产"
            },
            {
                "code": "i18n.dict.task_type.behavior",
                "name": "行为检测"
            },
            {
                "code": "i18n.dict.task_type.bfsu",
                "name": "物体分析"
            },
            {
                "code": "i18n.dict.task_type.crowd",
                "name": "人群分析"
            },
            {
                "code": "i18n.dict.task_type.empty",
                "name": "空梯检测"
            },
            {
                "code": "i18n.dict.task_type.garbage",
                "name": "社区治理"
            },
            {
                "code": "i18n.dict.task_type.object",
                "name": "物体检测"
            },
            {
                "code": "i18n.dict.task_type.perimeter",
                "name": "周界防范"
            },
            {
                "code": "i18n.dict.task_type.portrait",
                "name": "人员分析"
            },
            {
                "code": "i18n.dict.task_type.struct",
                "name": "车辆分析"
            },
            {
                "code": "i18n.dict.viewInfo.confirmed.0",
                "name": "未处理"
            },
            {
                "code": "i18n.dict.viewInfo.confirmed.1",
                "name": "已处理"
            },
            {
                "code": "i18n.dict.viewInfo.confirmed.2",
                "name": "误报"
            },
            {
                "code": "i18n.dict.viewed.0",
                "name": "未查看"
            },
            {
                "code": "i18n.dict.viewed.1",
                "name": "已查看"
            },
            {
                "code": "i18n.dim_import_lib_type.BLACKLIST",
                "name": "黑名单"
            },
            {
                "code": "i18n.dim_import_lib_type.GREYLIST",
                "name": "名单"
            },
            {
                "code": "i18n.dim_import_lib_type.GUESTLIST",
                "name": "访客"
            },
            {
                "code": "i18n.dim_import_lib_type.WHITELIST",
                "name": "员工"
            },
            {
                "code": "i18n.dim_import_lib_type.unknown",
                "name": "未知"
            },
            {
                "code": "i18n.export.field.address",
                "name": "地点"
            },
            {
                "code": "i18n.export.field.attrAlarm",
                "name": "属性告警"
            },
            {
                "code": "i18n.export.field.bodyTemperature",
                "name": "体温"
            },
            {
                "code": "i18n.export.field.bodyTemperature\t",
                "name": "体温"
            },
            {
                "code": "i18n.export.field.capture",
                "name": "抓拍照片"
            },
            {
                "code": "i18n.export.field.capture.full",
                "name": "抓拍大图"
            },
            {
                "code": "i18n.export.field.capturedTime",
                "name": "抓拍时间"
            },
            {
                "code": "i18n.export.field.compareScore",
                "name": "相似度"
            },
            {
                "code": "i18n.export.field.compareType",
                "name": "比对类型"
            },
            {
                "code": "i18n.export.field.confirmed",
                "name": "记录处理状态"
            },
            {
                "code": "i18n.export.field.continuedTime",
                "name": "持续时间阈值"
            },
            {
                "code": "i18n.export.field.coolDownSec",
                "name": "告警推送间隔"
            },
            {
                "code": "i18n.export.field.device",
                "name": "设备名称"
            },
            {
                "code": "i18n.export.field.device.position\t",
                "name": "设备名称"
            },
            {
                "code": "i18n.export.field.deviceGroupName",
                "name": "地点"
            },
            {
                "code": "i18n.export.field.deviceName",
                "name": "设备名称"
            },
            {
                "code": "i18n.export.field.direction",
                "name": "进出方向"
            },
            {
                "code": "i18n.export.field.elevatorId",
                "name": "扶梯ID"
            },
            {
                "code": "i18n.export.field.elevatorName",
                "name": "扶梯名称"
            },
            {
                "code": "i18n.export.field.employeeNumber",
                "name": "IC卡号"
            },
            {
                "code": "i18n.export.field.entryMode",
                "name": "核验方式"
            },
            {
                "code": "i18n.export.field.exceptionType",
                "name": "异常类型"
            },
            {
                "code": "i18n.export.field.faceType",
                "name": "身份"
            },
            {
                "code": "i18n.export.field.hcStatus",
                "name": "健康码状态"
            },
            {
                "code": "i18n.export.field.helmet",
                "name": "安全帽属性"
            },
            {
                "code": "i18n.export.field.ic",
                "name": "IC卡号"
            },
            {
                "code": "i18n.export.field.idNumber",
                "name": "身份证号"
            },
            {
                "code": "i18n.export.field.identity",
                "name": "人员No."
            },
            {
                "code": "i18n.export.field.mask",
                "name": "佩戴口罩"
            },
            {
                "code": "i18n.export.field.natResult",
                "name": "核验检测结果"
            },
            {
                "code": "i18n.export.field.panoramicImageUrl",
                "name": "抓拍大图"
            },
            {
                "code": "i18n.export.field.picUrl",
                "name": "人员库照片"
            },
            {
                "code": "i18n.export.field.plateClass",
                "name": "车牌类型"
            },
            {
                "code": "i18n.export.field.plateColor",
                "name": "车牌颜色"
            },
            {
                "code": "i18n.export.field.plateNo",
                "name": "车牌号"
            },
            {
                "code": "i18n.export.field.portraitAddress",
                "name": "地址"
            },
            {
                "code": "i18n.export.field.portraitAge",
                "name": "年龄"
            },
            {
                "code": "i18n.export.field.portraitCompany",
                "name": "公司"
            },
            {
                "code": "i18n.export.field.portraitDbName",
                "name": "人员组"
            },
            {
                "code": "i18n.export.field.portraitDept",
                "name": "部门"
            },
            {
                "code": "i18n.export.field.portraitGender",
                "name": "性别"
            },
            {
                "code": "i18n.export.field.portraitId",
                "name": "人员No."
            },
            {
                "code": "i18n.export.field.portraitImageUrl",
                "name": "抓拍照片"
            },
            {
                "code": "i18n.export.field.portraitName",
                "name": "姓名"
            },
            {
                "code": "i18n.export.field.portraitPhone",
                "name": "联系方式"
            },
            {
                "code": "i18n.export.field.portraitUrl",
                "name": "人员照片"
            },
            {
                "code": "i18n.export.field.portraitVehiclePlateNumber",
                "name": "车牌号"
            },
            {
                "code": "i18n.export.field.protraitDbName",
                "name": "人员库"
            },
            {
                "code": "i18n.export.field.recordType",
                "name": "记录类型"
            },
            {
                "code": "i18n.export.field.roiName",
                "name": "热区名称"
            },
            {
                "code": "i18n.export.field.roiType",
                "name": "热区类型"
            },
            {
                "code": "i18n.export.field.score",
                "name": "置信度分数"
            },
            {
                "code": "i18n.export.field.scoreThreshold",
                "name": "置信度阈值"
            },
            {
                "code": "i18n.export.field.searchImage",
                "name": "搜索照片"
            },
            {
                "code": "i18n.export.field.stAutomobileAngle",
                "name": "车辆角度"
            },
            {
                "code": "i18n.export.field.stSpecialVehicle",
                "name": "特种车辆"
            },
            {
                "code": "i18n.export.field.stTrunkTrailer",
                "name": "货车拖挂"
            },
            {
                "code": "i18n.export.field.stVehicleBackup",
                "name": "车辆备胎"
            },
            {
                "code": "i18n.export.field.task",
                "name": "任务名称"
            },
            {
                "code": "i18n.export.field.taskName",
                "name": "任务名称"
            },
            {
                "code": "i18n.export.field.time",
                "name": "时间"
            },
            {
                "code": "i18n.export.field.vehicleColor",
                "name": "车辆颜色"
            },
            {
                "code": "i18n.export.field.vehicleModel",
                "name": "车辆类型"
            },
            {
                "code": "i18n.export.field.video",
                "name": "抓拍视频"
            },
            {
                "code": "i18n.export.field.viewed",
                "name": "记录查看状态"
            },
            {
                "code": "i18n.export.sheet.action",
                "name": "行为记录导出"
            },
            {
                "code": "i18n.export.sheet.attribute",
                "name": "安全生产记录导出"
            },
            {
                "code": "i18n.export.sheet.behavior_back",
                "name": "逆行告警"
            },
            {
                "code": "i18n.export.sheet.bfsu",
                "name": "物体记录导出"
            },
            {
                "code": "i18n.export.sheet.crowd",
                "name": "人群记录导出"
            },
            {
                "code": "i18n.export.sheet.crowd_crowded",
                "name": "过密告警"
            },
            {
                "code": "i18n.export.sheet.crowd_strand",
                "name": "拥堵告警"
            },
            {
                "code": "i18n.export.sheet.crowd_strand_1",
                "name": "滞留告警"
            },
            {
                "code": "i18n.export.sheet.elevator",
                "name": "扶梯列表"
            },
            {
                "code": "i18n.export.sheet.empty_empty",
                "name": "空梯告警"
            },
            {
                "code": "i18n.export.sheet.empty_not_empty",
                "name": "载人记录"
            },
            {
                "code": "i18n.export.sheet.garbage",
                "name": "治理记录导出"
            },
            {
                "code": "i18n.export.sheet.log",
                "name": "日志导出"
            },
            {
                "code": "i18n.export.sheet.object_luggage",
                "name": "行李箱告警"
            },
            {
                "code": "i18n.export.sheet.object_stroller",
                "name": "婴儿车告警"
            },
            {
                "code": "i18n.export.sheet.object_wheelchair",
                "name": "轮椅告警"
            },
            {
                "code": "i18n.export.sheet.pds_capture_export",
                "name": "人体抓拍导出"
            },
            {
                "code": "i18n.export.sheet.pds_track_export",
                "name": "人体轨迹导出"
            },
            {
                "code": "i18n.export.sheet.por_capture_export",
                "name": "抓拍库结果导出"
            },
            {
                "code": "i18n.export.sheet.por_detail_export",
                "name": "人员库结果详情导出"
            },
            {
                "code": "i18n.export.sheet.por_portrait_export",
                "name": "人员库结果导出"
            },
            {
                "code": "i18n.export.sheet.por_track_export",
                "name": "人脸轨迹导出"
            },
            {
                "code": "i18n.export.sheet.portrait",
                "name": "人员分析记录导出"
            },
            {
                "code": "i18n.export.sheet.role",
                "name": "角色导出"
            },
            {
                "code": "i18n.export.sheet.squat",
                "name": "蹲坐告警"
            },
            {
                "code": "i18n.export.sheet.struct",
                "name": "周界记录导出"
            },
            {
                "code": "i18n.export.sheet.struct_automobile.export",
                "name": "车辆记录导出"
            },
            {
                "code": "i18n.export.sheet.traffic",
                "name": "客流记录导出"
            },
            {
                "code": "i18n.export.sheet.tumble",
                "name": "摔倒告警"
            },
            {
                "code": "i18n.export.sheet.user",
                "name": "用户导出"
            },
            {
                "code": "i18n.export.traffic.deviceName",
                "name": "设备名称"
            },
            {
                "code": "i18n.export.traffic.elevatorId",
                "name": "扶梯id"
            },
            {
                "code": "i18n.export.traffic.elevatorName",
                "name": "扶梯名称"
            },
            {
                "code": "i18n.export.traffic.endTime",
                "name": "统计结束时间"
            },
            {
                "code": "i18n.export.traffic.location",
                "name": "地点"
            },
            {
                "code": "i18n.export.traffic.startTime",
                "name": "统计开始时间"
            },
            {
                "code": "i18n.export.traffic.taskName",
                "name": "任务名称"
            },
            {
                "code": "i18n.export.traffic.trafficMetrics",
                "name": "人流量"
            },
            {
                "code": "i18n.header.libType",
                "name": "人员库"
            },
            {
                "code": "i18n.lib.type.BLACKLIST",
                "name": "黑名单"
            },
            {
                "code": "i18n.lib.type.BLACKLIST.2",
                "name": "黑名单"
            },
            {
                "code": "i18n.lib.type.GUEST",
                "name": "访客"
            },
            {
                "code": "i18n.lib.type.GUEST.3",
                "name": "访客"
            },
            {
                "code": "i18n.lib.type.WHITELIST",
                "name": "员工"
            },
            {
                "code": "i18n.lib.type.WHITELIST.1",
                "name": "员工"
            }
        ],
        "menu": [
            {
                "code": " i18n.menu.toolkit",
                "name": "客户端"
            },
            {
                "code": "i18n.attrs.alarm_without_helmet",
                "name": "未戴安全帽告警"
            },
            {
                "code": "i18n.attrs.alarm_without_helmet.true",
                "name": "安全帽告警"
            },
            {
                "code": "i18n.attrs.alarm_without_mask",
                "name": "未戴口罩告警"
            },
            {
                "code": "i18n.attrs.alarm_without_mask.true",
                "name": "口罩告警"
            },
            {
                "code": "i18n.compose",
                "name": "上衣"
            },
            {
                "code": "i18n.details.user.disable",
                "name": "停用用户%s"
            },
            {
                "code": "i18n.details.user.enable",
                "name": "启用用户%s"
            },
            {
                "code": "i18n.dict.detect_type.pedestrian_attribute_detect",
                "name": "行人属性"
            },
            {
                "code": "i18n.dict.record_type.bareback",
                "name": "赤膊告警"
            },
            {
                "code": "i18n.dict.record_type.call",
                "name": "打电话告警"
            },
            {
                "code": "i18n.dict.record_type.chef_uniform_without",
                "name": "未穿厨师服告警"
            },
            {
                "code": "i18n.dict.record_type.crash_helmet_and_hard_hat_without",
                "name": "未戴安全帽告警"
            },
            {
                "code": "i18n.dict.record_type.crowd_social_distance",
                "name": "距离过近"
            },
            {
                "code": "i18n.dict.record_type.glove_without",
                "name": "未戴手套告警"
            },
            {
                "code": "i18n.dict.record_type.hat_style_type_without",
                "name": "未戴帽子"
            },
            {
                "code": "i18n.dict.record_type.lie",
                "name": "躺卧告警"
            },
            {
                "code": "i18n.dict.record_type.medical_uniform_without",
                "name": "未穿医护服告警"
            },
            {
                "code": "i18n.dict.record_type.oxygen_bottle_without",
                "name": "未戴氧气瓶告警"
            },
            {
                "code": "i18n.dict.record_type.play_phone",
                "name": "玩手机告警"
            },
            {
                "code": "i18n.dict.record_type.reflective_clothes_without",
                "name": "未穿反光衣告警"
            },
            {
                "code": "i18n.dict.record_type.respirator_without",
                "name": "未戴口罩告警"
            },
            {
                "code": "i18n.dict.record_type.short_sleeve",
                "name": "短袖告警"
            },
            {
                "code": "i18n.dict.record_type.shorts",
                "name": "短裤告警"
            },
            {
                "code": "i18n.dict.record_type.sleep_on_the_table",
                "name": "睡岗告警"
            },
            {
                "code": "i18n.dict.record_type.smoking",
                "name": "抽烟告警"
            },
            {
                "code": "i18n.dict.record_type.struct_human_powered_vehicle_capture",
                "name": "非机动车抓拍"
            },
            {
                "code": "i18n.dict.record_type.struct_vehicle_capture",
                "name": "车辆抓拍"
            },
            {
                "code": "i18n.dict.record_type.struct_vehicle_park",
                "name": "车辆违停"
            },
            {
                "code": "i18n.dict.record_type.worker_uniform_without",
                "name": "未穿工人服告警"
            },
            {
                "code": "i18n.dict.task_type.attribute",
                "name": "安全生产"
            },
            {
                "code": "i18n.elevator.page.export",
                "name": "导出扶梯%s个"
            },
            {
                "code": "i18n.escalator.task.crowdedthresholdLabel",
                "name": "人数阈值"
            },
            {
                "code": "i18n.export.elevator_page.sheet",
                "name": "扶梯信息表"
            },
            {
                "code": "i18n.export.field.capture",
                "name": "抓拍照片"
            },
            {
                "code": "i18n.export.field.elevatorName",
                "name": "扶梯名称"
            },
            {
                "code": "i18n.export.log.menu1",
                "name": "一级模块"
            },
            {
                "code": "i18n.export.log.menu2",
                "name": "二级模块"
            },
            {
                "code": "i18n.export.log.op",
                "name": "操作详情"
            },
            {
                "code": "i18n.export.log.operation",
                "name": "操作"
            },
            {
                "code": "i18n.export.log.operator",
                "name": "用户"
            },
            {
                "code": "i18n.export.log.time",
                "name": "操作时间"
            },
            {
                "code": "i18n.export.log.userGroup",
                "name": "用户分组"
            },
            {
                "code": "i18n.export.role.createBy",
                "name": "用户"
            },
            {
                "code": "i18n.export.role.createTime",
                "name": "创建时间"
            },
            {
                "code": "i18n.export.role.enableStatus",
                "name": "启用状态"
            },
            {
                "code": "i18n.export.role.enableStatus.0",
                "name": "停用"
            },
            {
                "code": "i18n.export.role.enableStatus.1",
                "name": "启用"
            },
            {
                "code": "i18n.export.role.roleName",
                "name": "角色名称"
            },
            {
                "code": "i18n.export.sheet.attribute",
                "name": "安全生产记录"
            },
            {
                "code": "i18n.export.sheet.crowd",
                "name": "人群分析记录导出"
            },
            {
                "code": "i18n.export.sheet.pass",
                "name": "通行记录"
            },
            {
                "code": "i18n.export.sheet.tumble",
                "name": "摔倒告警记录"
            },
            {
                "code": "i18n.export.user.address",
                "name": "住址"
            },
            {
                "code": "i18n.export.user.company",
                "name": "公司"
            },
            {
                "code": "i18n.export.user.dept",
                "name": "分组"
            },
            {
                "code": "i18n.export.user.realName",
                "name": "姓名"
            },
            {
                "code": "i18n.export.user.telephone",
                "name": "联系方式"
            },
            {
                "code": "i18n.export.user.userName",
                "name": "用户名"
            },
            {
                "code": "i18n.menu..system.forget.password.tips",
                "name": "忘记密码提示语"
            },
            {
                "code": "i18n.menu.access",
                "name": "通行权限"
            },
            {
                "code": "i18n.menu.access.record",
                "name": "通行记录"
            },
            {
                "code": "i18n.menu.aes-key",
                "name": "AES加密key"
            },
            {
                "code": "i18n.menu.alarm_settings",
                "name": "告警设置"
            },
            {
                "code": "i18n.menu.alert_center",
                "name": "告警中心"
            },
            {
                "code": "i18n.menu.algorithm_scheduling",
                "name": "算法调度"
            },
            {
                "code": "i18n.menu.baggage",
                "name": "箱包"
            },
            {
                "code": "i18n.menu.behavior_record",
                "name": "行为记录"
            },
            {
                "code": "i18n.menu.behavior_task",
                "name": "行为任务"
            },
            {
                "code": "i18n.menu.behavioral_safety",
                "name": "行为分析"
            },
            {
                "code": "i18n.menu.blacklist_global_library_db_size",
                "name": "黑名单总库大小"
            },
            {
                "code": "i18n.menu.bottoms",
                "name": "下衣"
            },
            {
                "code": "i18n.menu.community_governance",
                "name": "社区治理"
            },
            {
                "code": "i18n.menu.crowd_analysis",
                "name": "人群分析"
            },
            {
                "code": "i18n.menu.crowd_record",
                "name": "人群记录"
            },
            {
                "code": "i18n.menu.crowd_task",
                "name": "人群任务"
            },
            {
                "code": "i18n.menu.dashboard",
                "name": "dashboard"
            },
            {
                "code": "i18n.menu.data_center",
                "name": "数据中心"
            },
            {
                "code": "i18n.menu.data_overview",
                "name": "数据概览"
            },
            {
                "code": "i18n.menu.db_capacity_max_size",
                "name": "底层人员库最大数量"
            },
            {
                "code": "i18n.menu.default.device.group",
                "name": "默认设备组"
            },
            {
                "code": "i18n.menu.default.user.group",
                "name": "默认用户组"
            },
            {
                "code": "i18n.menu.device_zone_uuid",
                "name": "设备区域UUID"
            },
            {
                "code": "i18n.menu.empty_ladder_detection",
                "name": "空梯检测"
            },
            {
                "code": "i18n.menu.equipment.alarm",
                "name": "设备告警"
            },
            {
                "code": "i18n.menu.equipment_management",
                "name": "设备管理"
            },
            {
                "code": "i18n.menu.escalator.detail.last_reset_time",
                "name": "上一次载客量重置时间"
            },
            {
                "code": "i18n.menu.escalator_management",
                "name": "扶梯管理"
            },
            {
                "code": "i18n.menu.escalator_operation",
                "name": "扶梯运营"
            },
            {
                "code": "i18n.menu.face_feature_version",
                "name": "人员模型版本"
            },
            {
                "code": "i18n.menu.face_trajectory",
                "name": "人脸轨迹检索"
            },
            {
                "code": "i18n.menu.global_overview",
                "name": "全局概览"
            },
            {
                "code": "i18n.menu.governance_record",
                "name": "治理记录"
            },
            {
                "code": "i18n.menu.governance_task",
                "name": "治理任务"
            },
            {
                "code": "i18n.menu.guest_face_bucket_name",
                "name": "访客库bucketName"
            },
            {
                "code": "i18n.menu.guest_global_library_db_size",
                "name": "访客组总库大小"
            },
            {
                "code": "i18n.menu.hair",
                "name": "发型"
            },
            {
                "code": "i18n.menu.hat",
                "name": "帽子"
            },
            {
                "code": "i18n.menu.human_body_trajectory",
                "name": "人体轨迹检索"
            },
            {
                "code": "i18n.menu.insight",
                "name": "智能分析"
            },
            {
                "code": "i18n.menu.library_name_blacklist",
                "name": "黑名单"
            },
            {
                "code": "i18n.menu.library_name_guest",
                "name": "访客"
            },
            {
                "code": "i18n.menu.library_name_whitelist",
                "name": "员工"
            },
            {
                "code": "i18n.menu.live_video",
                "name": "视频实况"
            },
            {
                "code": "i18n.menu.log_management",
                "name": "日志管理"
            },
            {
                "code": "i18n.menu.login",
                "name": "登录"
            },
            {
                "code": "i18n.menu.logout",
                "name": "登出"
            },
            {
                "code": "i18n.menu.object_detection",
                "name": "物体分析"
            },
            {
                "code": "i18n.menu.object_record",
                "name": "物体记录"
            },
            {
                "code": "i18n.menu.object_task",
                "name": "物体任务"
            },
            {
                "code": "i18n.menu.other_bucket_name",
                "name": "其它bucketName"
            },
            {
                "code": "i18n.menu.package_install_time",
                "name": "安装包安装时间"
            },
            {
                "code": "i18n.menu.package_release_time",
                "name": "安装包打包时间"
            },
            {
                "code": "i18n.menu.passenger_flow_overview",
                "name": "客流概览"
            },
            {
                "code": "i18n.menu.passenger_flow_record",
                "name": "客流记录"
            },
            {
                "code": "i18n.menu.passenger_flow_statistics",
                "name": "客流统计"
            },
            {
                "code": "i18n.menu.passenger_flow_task",
                "name": "客流任务"
            },
            {
                "code": "i18n.menu.perimeter_record",
                "name": "周界记录"
            },
            {
                "code": "i18n.menu.perimeter_security",
                "name": "周界防范"
            },
            {
                "code": "i18n.menu.perimeter_task",
                "name": "周界任务"
            },
            {
                "code": "i18n.menu.personal_center",
                "name": "个人中心"
            },
            {
                "code": "i18n.menu.personnel_management",
                "name": "人员分析"
            },
            {
                "code": "i18n.menu.personnel_record",
                "name": "人员记录"
            },
            {
                "code": "i18n.menu.personnel_task",
                "name": "人员任务"
            },
            {
                "code": "i18n.menu.platform",
                "name": "平台管理"
            },
            {
                "code": "i18n.menu.portrait_management",
                "name": "人员管理"
            },
            {
                "code": "i18n.menu.production_record",
                "name": "安全生产记录"
            },
            {
                "code": "i18n.menu.production_task",
                "name": "安全生产任务"
            },
            {
                "code": "i18n.menu.real_time_alert",
                "name": "实时告警"
            },
            {
                "code": "i18n.menu.role_management",
                "name": "角色管理"
            },
            {
                "code": "i18n.menu.safe_production",
                "name": "安全生产"
            },
            {
                "code": "i18n.menu.schedule_task",
                "name": "调度任务"
            },
            {
                "code": "i18n.menu.shoe",
                "name": "鞋"
            },
            {
                "code": "i18n.menu.smart.access",
                "name": "智慧通行"
            },
            {
                "code": "i18n.menu.smart_application",
                "name": "智能应用"
            },
            {
                "code": "i18n.menu.smart_escalator",
                "name": "智慧扶梯"
            },
            {
                "code": "i18n.menu.smart_service",
                "name": "智慧服务"
            },
            {
                "code": "i18n.menu.staff_attendance",
                "name": "员工考勤"
            },
            {
                "code": "i18n.menu.system.description",
                "name": "系统描述"
            },
            {
                "code": "i18n.menu.system.forget.password.tips",
                "name": "忘记密码提示语"
            },
            {
                "code": "i18n.menu.system.name",
                "name": "系统名称"
            },
            {
                "code": "i18n.menu.system.title",
                "name": "系统标题"
            },
            {
                "code": "i18n.menu.system_alert_status",
                "name": "扶梯告警中心的弹窗配置"
            },
            {
                "code": "i18n.menu.system_environment",
                "name": "系统环境"
            },
            {
                "code": "i18n.menu.system_logo",
                "name": "系统标识"
            },
            {
                "code": "i18n.menu.system_management",
                "name": "系统管理"
            },
            {
                "code": "i18n.menu.system_settings",
                "name": "系统设置"
            },
            {
                "code": "i18n.menu.system_user_num_limit",
                "name": "系统用户数量限制"
            },
            {
                "code": "i18n.menu.system_version",
                "name": "系统版本"
            },
            {
                "code": "i18n.menu.time_space_trajectory",
                "name": "时空轨迹"
            },
            {
                "code": "i18n.menu.timetable",
                "name": "时间条件"
            },
            {
                "code": "i18n.menu.tool",
                "name": "小工具"
            },
            {
                "code": "i18n.menu.toolkit.export",
                "name": "导出"
            },
            {
                "code": "i18n.menu.toolkit.import",
                "name": "导入"
            },
            {
                "code": "i18n.menu.toolkit.ota",
                "name": "固件升级"
            },
            {
                "code": "i18n.menu.user_management",
                "name": "用户管理"
            },
            {
                "code": "i18n.menu.v_i_p_welcome",
                "name": "VIP迎宾"
            },
            {
                "code": "i18n.menu.vehicle_management",
                "name": "车辆分析"
            },
            {
                "code": "i18n.menu.vehicle_record",
                "name": "车辆记录"
            },
            {
                "code": "i18n.menu.vehicle_task",
                "name": "车辆任务"
            },
            {
                "code": "i18n.menu.video_path_prefix",
                "name": "onvif相机视频监控地址"
            },
            {
                "code": "i18n.menu.visitor_management",
                "name": "访客管理"
            },
            {
                "code": "i18n.menu.watchlist_face_bucket_name",
                "name": "人员库bucketName"
            },
            {
                "code": "i18n.menu.watchlist_feature_min_quality",
                "name": "人员特性提取最低有效质量"
            },
            {
                "code": "i18n.menu.whitelist_global_library_db_size",
                "name": "白名单总库大小"
            },
            {
                "code": "i18n.module.type.add",
                "name": "添加"
            },
            {
                "code": "i18n.module.type.delete",
                "name": "删除"
            },
            {
                "code": "i18n.module.type.export",
                "name": "导出"
            },
            {
                "code": "i18n.module.type.import",
                "name": "导入"
            },
            {
                "code": "i18n.module.type.update",
                "name": "编辑"
            },
            {
                "code": "i18n.module.type.upgrade",
                "name": "升级"
            },
            {
                "code": "i18n.module.type.video.view",
                "name": "查看视频"
            },
            {
                "code": "i18n.module.type.view",
                "name": "查看"
            },
            {
                "code": "i18n.moudle.type.add",
                "name": "添加"
            },
            {
                "code": "i18n.moudle.type.update",
                "name": "修改"
            },
            {
                "code": "i18n.moudle.type.view",
                "name": "查看"
            },
            {
                "code": "i18n.oplog.details.action.disable",
                "name": "关闭或减少行为分析授权"
            },
            {
                "code": "i18n.oplog.details.action.enable",
                "name": "开启或增加行为分析授权"
            },
            {
                "code": "i18n.oplog.details.action.record.delete",
                "name": "删除记录%s"
            },
            {
                "code": "i18n.oplog.details.action.record.edit",
                "name": "更新记录%s"
            },
            {
                "code": "i18n.oplog.details.action.record.export",
                "name": "导出%s条记录"
            },
            {
                "code": "i18n.oplog.details.action.task.batch.add",
                "name": "添加任务%s"
            },
            {
                "code": "i18n.oplog.details.action.task.batch.delete",
                "name": "批量删除%s个任务"
            },
            {
                "code": "i18n.oplog.details.action.task.batch.disable",
                "name": "批量停用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.action.task.batch.enable",
                "name": "批量启用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.action.task.edit",
                "name": "编辑任务%s"
            },
            {
                "code": "i18n.oplog.details.attribute.disable",
                "name": "关闭或减少安全生产授权"
            },
            {
                "code": "i18n.oplog.details.attribute.enable",
                "name": "开启或增加安全生产授权"
            },
            {
                "code": "i18n.oplog.details.attribute.reocrd.delete",
                "name": "生产记录删除%s"
            },
            {
                "code": "i18n.oplog.details.attribute.reocrd.export",
                "name": "导出%s条记录"
            },
            {
                "code": "i18n.oplog.details.attribute.reocrd.update",
                "name": "修改%s记录"
            },
            {
                "code": "i18n.oplog.details.attribute.task.add",
                "name": "添加任务%s"
            },
            {
                "code": "i18n.oplog.details.attribute.task.batch.delete",
                "name": "批量删除%s个任务"
            },
            {
                "code": "i18n.oplog.details.attribute.task.batch.disable",
                "name": "批量停用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.attribute.task.batch.enable",
                "name": "批量启用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.attribute.task.beatch.disable",
                "name": "批量停用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.attribute.task.beatch.enable",
                "name": "批量启用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.attribute.task.edit",
                "name": "编辑任务%s"
            },
            {
                "code": "i18n.oplog.details.automobile.record.export",
                "name": "导出%s条记录"
            },
            {
                "code": "i18n.oplog.details.automobile.search",
                "name": "搜索关键词%s"
            },
            {
                "code": "i18n.oplog.details.automobile.task.add",
                "name": "添加任务%s"
            },
            {
                "code": "i18n.oplog.details.automobile.task.batch.delete",
                "name": "批量删除%s个任务"
            },
            {
                "code": "i18n.oplog.details.automobile.task.batch.disable",
                "name": "批量停用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.automobile.task.batch.edit",
                "name": "批量编辑%s个设备"
            },
            {
                "code": "i18n.oplog.details.automobile.task.batch.enable",
                "name": "批量启用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.automobile.task.delete",
                "name": "删除任务%s"
            },
            {
                "code": "i18n.oplog.details.automobile.task.disable",
                "name": "停用任务%s"
            },
            {
                "code": "i18n.oplog.details.automobile.task.edit",
                "name": "编辑任务%s"
            },
            {
                "code": "i18n.oplog.details.automobile.task.enable",
                "name": "启用任务%s"
            },
            {
                "code": "i18n.oplog.details.automobile.task.group.add",
                "name": "添加%s个任务"
            },
            {
                "code": "i18n.oplog.details.bfsu.batch.add",
                "name": "添加任务%s"
            },
            {
                "code": "i18n.oplog.details.bfsu.disable",
                "name": "关闭或减少物体分析授权"
            },
            {
                "code": "i18n.oplog.details.bfsu.enable",
                "name": "开启或增加物体分析授权"
            },
            {
                "code": "i18n.oplog.details.bfsu.record.delete",
                "name": "删除%s个记录"
            },
            {
                "code": "i18n.oplog.details.bfsu.record.edit",
                "name": "修改%s记录"
            },
            {
                "code": "i18n.oplog.details.bfsu.record.export",
                "name": "导出%s条数据"
            },
            {
                "code": "i18n.oplog.details.bfsu.task.batch.delete",
                "name": "批量删除%s个任务"
            },
            {
                "code": "i18n.oplog.details.bfsu.task.batch.disable",
                "name": "批量停用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.bfsu.task.batch.enable",
                "name": "批量启用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.bfsu.task.edit",
                "name": "编辑任务%s"
            },
            {
                "code": "i18n.oplog.details.bfsu.task.group.add",
                "name": "添加%s个任务"
            },
            {
                "code": "i18n.oplog.details.crowd.disable",
                "name": "关闭或减少人群分析授权"
            },
            {
                "code": "i18n.oplog.details.crowd.enable",
                "name": "开启或增加人群分析授权"
            },
            {
                "code": "i18n.oplog.details.crowd.record.delete",
                "name": "人群分析记录删除%s"
            },
            {
                "code": "i18n.oplog.details.crowd.record.edit",
                "name": "记录更新%s"
            },
            {
                "code": "i18n.oplog.details.crowd.record.export",
                "name": "导出%s条数据"
            },
            {
                "code": "i18n.oplog.details.crowd.task.add",
                "name": "添加任务%s"
            },
            {
                "code": "i18n.oplog.details.crowd.task.batch.delete",
                "name": "批量删除%s个任务"
            },
            {
                "code": "i18n.oplog.details.crowd.task.batch.enable",
                "name": "批量启用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.crowd.task.disable",
                "name": "批量停用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.crowd.task.edit",
                "name": "编辑任务%s"
            },
            {
                "code": "i18n.oplog.details.dept.add",
                "name": "添加用户分组%s"
            },
            {
                "code": "i18n.oplog.details.dept.delete",
                "name": "删除用户分组%s"
            },
            {
                "code": "i18n.oplog.details.dept.edit",
                "name": "修改用户分组%s"
            },
            {
                "code": "i18n.oplog.details.device.add",
                "name": "添加设备%s"
            },
            {
                "code": "i18n.oplog.details.device.batch.delete",
                "name": "批量删除%s个设备"
            },
            {
                "code": "i18n.oplog.details.device.batch.export ",
                "name": "批量导出%s个设备信息"
            },
            {
                "code": "i18n.oplog.details.device.batch.move",
                "name": "批量移动%s个设备到分组%s"
            },
            {
                "code": "i18n.oplog.details.device.batch.upload",
                "name": "批量删除%s个设备"
            },
            {
                "code": "i18n.oplog.details.device.delete",
                "name": "删除设备%s"
            },
            {
                "code": "i18n.oplog.details.device.delete.batch",
                "name": "批量删除%s个设备"
            },
            {
                "code": "i18n.oplog.details.device.edit",
                "name": "修改设备"
            },
            {
                "code": "i18n.oplog.details.device.export",
                "name": "导出设备%s个"
            },
            {
                "code": "i18n.oplog.details.device.group.add",
                "name": "添加设备分组%s"
            },
            {
                "code": "i18n.oplog.details.device.group.delete",
                "name": "删除设备分组%s"
            },
            {
                "code": "i18n.oplog.details.device.group.edit",
                "name": "编辑设备分组%s"
            },
            {
                "code": "i18n.oplog.details.device.import",
                "name": "导入%s个设备到分组%s"
            },
            {
                "code": "i18n.oplog.details.device.search",
                "name": "搜索关键词%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.add",
                "name": "添加扶梯%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.add.body",
                "name": "添加标定%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.add.roi.mould",
                "name": "添加热区模板%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.batch.delete",
                "name": "批量删除%s个扶梯"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.clear.roi",
                "name": "清空设备%s的热区和标定"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.delete",
                "name": "删除扶梯%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.delete.body",
                "name": "删除标定%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.delete.by.elevatorId",
                "name": "删除扶梯%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.delete.record",
                "name": "删除%s个记录"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.delete.roi",
                "name": "删除热区%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.delete.roi.mould",
                "name": "批量删除热区模板%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.download.video.playback",
                "name": "下载视频回放"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.edit",
                "name": "编辑扶梯%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.edit.body",
                "name": "更新标定%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.edit.by.elevatorId",
                "name": "更新扶梯%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.edit.roi.mould",
                "name": "更新热区模板%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.edit.status",
                "name": "更新扶梯%s运行状态"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.export",
                "name": "导出%s条记录"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.record.delete",
                "name": "删除记录%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.search",
                "name": "搜索关键词%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.task.add",
                "name": "添加任务%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.task.batch.add",
                "name": "批量添加任务"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.task.batch.delete",
                "name": "批量删除%s个任务"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.task.batch.disable",
                "name": "批量停用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.task.batch.edit",
                "name": "批量编辑%s个任务"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.task.batch.enable",
                "name": "批量启用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.task.delete",
                "name": "删除任务%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.task.disable",
                "name": "停用任务%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.task.enable",
                "name": "启用任务%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.task.group.edit",
                "name": "编辑任务%s"
            },
            {
                "code": "i18n.oplog.details.elevator.manager.elevator.time.reset",
                "name": "重置累计客流量时间"
            },
            {
                "code": "i18n.oplog.details.face.attributes.export",
                "name": "导出%s条数据"
            },
            {
                "code": "i18n.oplog.details.face.attributes.search",
                "name": "搜索关键词%s"
            },
            {
                "code": "i18n.oplog.details.face.record.delete",
                "name": "人脸记录删除%s"
            },
            {
                "code": "i18n.oplog.details.face.record.edit",
                "name": "人脸记录更新%s"
            },
            {
                "code": "i18n.oplog.details.face.record.export",
                "name": "导出%s条数据"
            },
            {
                "code": "i18n.oplog.details.face.search",
                "name": "搜索关键词%s"
            },
            {
                "code": "i18n.oplog.details.face.task.add",
                "name": "添加任务%s"
            },
            {
                "code": "i18n.oplog.details.face.task.batch.delete",
                "name": "批量删除%s个任务"
            },
            {
                "code": "i18n.oplog.details.face.task.batch.disable",
                "name": "批量停用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.face.task.batch.edit",
                "name": "批量编辑%s个设备"
            },
            {
                "code": "i18n.oplog.details.face.task.batch.enable",
                "name": "批量启用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.face.task.delete",
                "name": "删除任务%s"
            },
            {
                "code": "i18n.oplog.details.face.task.disable",
                "name": "停用任务%s"
            },
            {
                "code": "i18n.oplog.details.face.task.enable",
                "name": "启用任务%s"
            },
            {
                "code": "i18n.oplog.details.face.task.group.add",
                "name": "添加%s个任务"
            },
            {
                "code": "i18n.oplog.details.face.task.group.edit",
                "name": "编辑任务%s"
            },
            {
                "code": "i18n.oplog.details.face.trajectory",
                "name": "搜索关键词%s"
            },
            {
                "code": "i18n.oplog.details.garbage.disable",
                "name": "关闭或减少人群分析授权"
            },
            {
                "code": "i18n.oplog.details.garbage.enable",
                "name": "开启或增加社区治理授权"
            },
            {
                "code": "i18n.oplog.details.garbage.record.delete",
                "name": "删除%s个记录"
            },
            {
                "code": "i18n.oplog.details.garbage.record.edit",
                "name": "修改%s记录"
            },
            {
                "code": "i18n.oplog.details.garbage.record.export",
                "name": "导出%s条数据"
            },
            {
                "code": "i18n.oplog.details.garbage.task.batch.add",
                "name": "添加任务%s"
            },
            {
                "code": "i18n.oplog.details.garbage.task.batch.delete",
                "name": "批量删除%s个任务"
            },
            {
                "code": "i18n.oplog.details.garbage.task.batch.disable",
                "name": "批量停用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.garbage.task.batch.enable",
                "name": "批量启用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.garbage.task.edit",
                "name": "编辑任务%s"
            },
            {
                "code": "i18n.oplog.details.garbage.task.group.add",
                "name": "添加%s个任务"
            },
            {
                "code": "i18n.oplog.details.global.setting.edit",
                "name": "编辑全局设置"
            },
            {
                "code": "i18n.oplog.details.human.attributes.captureDb.Search",
                "name": "人体以图搜图抓拍库搜索"
            },
            {
                "code": "i18n.oplog.details.human.attributes.track.export",
                "name": "导出%s条记录"
            },
            {
                "code": "i18n.oplog.details.human.trajectory",
                "name": "人体轨迹检索"
            },
            {
                "code": "i18n.oplog.details.log.export",
                "name": "导出%s条日志"
            },
            {
                "code": "i18n.oplog.details.login.in",
                "name": "登录"
            },
            {
                "code": "i18n.oplog.details.login.out",
                "name": "注销"
            },
            {
                "code": "i18n.oplog.details.messages.delete",
                "name": "删除%s消息"
            },
            {
                "code": "i18n.oplog.details.pass.alarm.ignore.update",
                "name": "忽略%s告警记录"
            },
            {
                "code": "i18n.oplog.details.pass.alarm.release.update",
                "name": "解除%s告警记录"
            },
            {
                "code": "i18n.oplog.details.pass.close",
                "name": "远程关门"
            },
            {
                "code": "i18n.oplog.details.pass.device_views.access_setting.update",
                "name": "刷新设备人员同步状态"
            },
            {
                "code": "i18n.oplog.details.pass.device_views.event.setting.update",
                "name": "设备视图设备事件设置%s"
            },
            {
                "code": "i18n.oplog.details.pass.device_views.setting.batch.update",
                "name": "更新%s设备设置"
            },
            {
                "code": "i18n.oplog.details.pass.device_views.setting.update",
                "name": "更新设备%s通行设置"
            },
            {
                "code": "i18n.oplog.details.pass.normally_close",
                "name": "远程常闭"
            },
            {
                "code": "i18n.oplog.details.pass.normally_open",
                "name": "远程常开"
            },
            {
                "code": "i18n.oplog.details.pass.open",
                "name": "远程开门"
            },
            {
                "code": "i18n.oplog.details.pass.portrait_views.update",
                "name": "更新人员组%s"
            },
            {
                "code": "i18n.oplog.details.pass.record.export",
                "name": "导出%s条数据"
            },
            {
                "code": "i18n.oplog.details.pass.strategy_views.add",
                "name": "添加策略%s"
            },
            {
                "code": "i18n.oplog.details.pass.strategy_views.batch.delete",
                "name": "批量删除%s个任务"
            },
            {
                "code": "i18n.oplog.details.pass.strategy_views.beatch.delete",
                "name": "批量删除%s策略视图"
            },
            {
                "code": "i18n.oplog.details.passenger.flow.record.export",
                "name": "导出%s条记录"
            },
            {
                "code": "i18n.oplog.details.passenger.flow.statistics.export",
                "name": "导出%s条数据"
            },
            {
                "code": "i18n.oplog.details.passenger.flow.task.add",
                "name": "添加任务%s"
            },
            {
                "code": "i18n.oplog.details.passenger.flow.task.batch.delete",
                "name": "批量删除%s个任务"
            },
            {
                "code": "i18n.oplog.details.passenger.flow.task.batch.disable",
                "name": "批量停用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.passenger.flow.task.batch.enable",
                "name": "批量启用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.passenger.flow.task.device.add",
                "name": "添加设备%s"
            },
            {
                "code": "i18n.oplog.details.passenger.flow.task.device.delete",
                "name": "删除设备%s"
            },
            {
                "code": "i18n.oplog.details.passenger.flow.task.device.edit",
                "name": "编辑设备%s"
            },
            {
                "code": "i18n.oplog.details.passenger.flow.task.disable",
                "name": "批量停用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.passenger.flow.task.edit",
                "name": "编辑任务%s"
            },
            {
                "code": "i18n.oplog.details.passenger.flow.task.enable",
                "name": "批量启用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.perimeter.disable",
                "name": "关闭或减少周界防范授权"
            },
            {
                "code": "i18n.oplog.details.perimeter.enable",
                "name": "开启或增加周界防范授权"
            },
            {
                "code": "i18n.oplog.details.perimeter.record.delete",
                "name": "周界记录删除%s"
            },
            {
                "code": "i18n.oplog.details.perimeter.record.edit",
                "name": "周界记录更新%s"
            },
            {
                "code": "i18n.oplog.details.perimeter.record.export",
                "name": "导出%s条数据"
            },
            {
                "code": "i18n.oplog.details.perimeter.search",
                "name": "搜索关键词%s"
            },
            {
                "code": "i18n.oplog.details.perimeter.task.add",
                "name": "添加任务%s"
            },
            {
                "code": "i18n.oplog.details.perimeter.task.batch.delete",
                "name": "批量删除%s个任务"
            },
            {
                "code": "i18n.oplog.details.perimeter.task.batch.disable",
                "name": "批量停用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.perimeter.task.batch.edit",
                "name": "批量更新%s任务"
            },
            {
                "code": "i18n.oplog.details.perimeter.task.batch.enable",
                "name": "批量启用%s个任务：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.perimeter.task.delete",
                "name": "删除任务%s"
            },
            {
                "code": "i18n.oplog.details.perimeter.task.disable",
                "name": "停用任务%s"
            },
            {
                "code": "i18n.oplog.details.perimeter.task.enable",
                "name": "启用任务%s"
            },
            {
                "code": "i18n.oplog.details.perimeter.task.group.add",
                "name": "添加%s个任务"
            },
            {
                "code": "i18n.oplog.details.perimeter.task.group.edit",
                "name": "编辑任务%s"
            },
            {
                "code": "i18n.oplog.details.platform.add",
                "name": "添加设备平台%s"
            },
            {
                "code": "i18n.oplog.details.platform.batch.delete",
                "name": "批量删除%s个设备平台"
            },
            {
                "code": "i18n.oplog.details.platform.delete",
                "name": "删除设备平台%s"
            },
            {
                "code": "i18n.oplog.details.platform.edit",
                "name": "编辑设备平台%s"
            },
            {
                "code": "i18n.oplog.details.portrait.add",
                "name": "添加人员%s"
            },
            {
                "code": "i18n.oplog.details.portrait.add.group",
                "name": "添加人员分组%s"
            },
            {
                "code": "i18n.oplog.details.portrait.batch.copy",
                "name": "批量复制%s个人员到分组%s"
            },
            {
                "code": "i18n.oplog.details.portrait.batch.delete",
                "name": "批量删除%s个人员"
            },
            {
                "code": "i18n.oplog.details.portrait.batch.delete.warehousing.failure.record",
                "name": "删除%s 个入库失败记录"
            },
            {
                "code": "i18n.oplog.details.portrait.batch.disable",
                "name": "批量停用%s个人员：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.portrait.batch.enable",
                "name": "批量启用%s个人员：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.portrait.batch.upload.create.task",
                "name": "创建%s个上传任务"
            },
            {
                "code": "i18n.oplog.details.portrait.batch.upload.excel",
                "name": "通过信息表格上传人员信息"
            },
            {
                "code": "i18n.oplog.details.portrait.batch.upload.image",
                "name": "批量上传%s个人员照片"
            },
            {
                "code": "i18n.oplog.details.portrait.captureDb.export",
                "name": "导出%s条数据"
            },
            {
                "code": "i18n.oplog.details.portrait.captureDb.search",
                "name": "以图搜图"
            },
            {
                "code": "i18n.oplog.details.portrait.create.QR.code ",
                "name": "创建二维码"
            },
            {
                "code": "i18n.oplog.details.portrait.delete",
                "name": "删除人员%s"
            },
            {
                "code": "i18n.oplog.details.portrait.disable",
                "name": "停用%s个人员：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.portrait.edit",
                "name": "编辑人员%s"
            },
            {
                "code": "i18n.oplog.details.portrait.enable",
                "name": "启用%s个人员：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.portrait.export",
                "name": "导出人员%s个"
            },
            {
                "code": "i18n.oplog.details.portrait.export.all",
                "name": "批量导出%s个人员信息"
            },
            {
                "code": "i18n.oplog.details.portrait.group.delete",
                "name": "删除人员分组%s"
            },
            {
                "code": "i18n.oplog.details.portrait.group.edit",
                "name": "编辑人员分组%s"
            },
            {
                "code": "i18n.oplog.details.portrait.import",
                "name": "批量导入%s个人员：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.portrait.search",
                "name": "搜索关键词%s"
            },
            {
                "code": "i18n.oplog.details.portrait.task.edit",
                "name": "编辑任务%s"
            },
            {
                "code": "i18n.oplog.details.portraitDb.capture.export",
                "name": "导出%s条数据"
            },
            {
                "code": "i18n.oplog.details.portraitDb.details.export",
                "name": "导出%s条数据"
            },
            {
                "code": "i18n.oplog.details.portraitDb.details.search",
                "name": "以图搜图"
            },
            {
                "code": "i18n.oplog.details.portraitDb.export",
                "name": "导出%s条数据"
            },
            {
                "code": "i18n.oplog.details.portrait_image.disable",
                "name": "关闭人脸图片流授权"
            },
            {
                "code": "i18n.oplog.details.portrait_image.enable",
                "name": "开启人脸图片流授权"
            },
            {
                "code": "i18n.oplog.details.portrait_video.disable",
                "name": "关闭或减少人脸视频流授权"
            },
            {
                "code": "i18n.oplog.details.portrait_video.enable",
                "name": "开启或增加人脸视频流授权"
            },
            {
                "code": "i18n.oplog.details.private.info.edit",
                "name": "编辑个人信息"
            },
            {
                "code": "i18n.oplog.details.private.info.edit.password",
                "name": "修改密码"
            },
            {
                "code": "i18n.oplog.details.private.info.reset.password",
                "name": "重置%s用户密码"
            },
            {
                "code": "i18n.oplog.details.record.export",
                "name": "导出%s条记录"
            },
            {
                "code": "i18n.oplog.details.role.add",
                "name": "添加角色%s"
            },
            {
                "code": "i18n.oplog.details.role.batch.delete",
                "name": "批量删除%s个角色"
            },
            {
                "code": "i18n.oplog.details.role.batch.disable",
                "name": "批量停用%s个角色：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.role.batch.enable",
                "name": "批量启用%s个角色：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.role.delete",
                "name": "删除角色%s"
            },
            {
                "code": "i18n.oplog.details.role.disable",
                "name": "停用角色%s"
            },
            {
                "code": "i18n.oplog.details.role.edit",
                "name": "编辑角色%s"
            },
            {
                "code": "i18n.oplog.details.role.enable",
                "name": "启用角色%s"
            },
            {
                "code": "i18n.oplog.details.role.export",
                "name": "导出角色%s个"
            },
            {
                "code": "i18n.oplog.details.role.search",
                "name": "搜索关键词%s"
            },
            {
                "code": "i18n.oplog.details.setting.edit",
                "name": "更新系统配置信息%s"
            },
            {
                "code": "i18n.oplog.details.struct.automobile.record.delete",
                "name": "车辆记录删除%s"
            },
            {
                "code": "i18n.oplog.details.struct.automobile.record.edit",
                "name": "车辆记录更新%s"
            },
            {
                "code": "i18n.oplog.details.struct.automobile.record.export",
                "name": "导出%s条数据"
            },
            {
                "code": "i18n.oplog.details.struct.disable",
                "name": "关闭或减少车辆分析授权"
            },
            {
                "code": "i18n.oplog.details.struct.enable",
                "name": "开启或增加车辆分析授权"
            },
            {
                "code": "i18n.oplog.details.timetable.add",
                "name": "添加时间条件%s"
            },
            {
                "code": "i18n.oplog.details.timetable.delete",
                "name": "删除时间条件%s"
            },
            {
                "code": "i18n.oplog.details.timetable.edit",
                "name": "编辑时间条件%s"
            },
            {
                "code": "i18n.oplog.details.user.add",
                "name": "添加用户%s"
            },
            {
                "code": "i18n.oplog.details.user.all.export ",
                "name": "批量导出%s个用户"
            },
            {
                "code": "i18n.oplog.details.user.batch.delete",
                "name": "批量删除%s个用户"
            },
            {
                "code": "i18n.oplog.details.user.batch.disable",
                "name": "批量停用%s个用户：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.user.batch.enable",
                "name": "批量启用%s个用户：成功%s个，失败%s个"
            },
            {
                "code": "i18n.oplog.details.user.batch.move",
                "name": "批量移动%s个用户到分组%s"
            },
            {
                "code": "i18n.oplog.details.user.batch.upload",
                "name": "批量上传%s个用户"
            },
            {
                "code": "i18n.oplog.details.user.delete",
                "name": "删除用户%s"
            },
            {
                "code": "i18n.oplog.details.user.edit",
                "name": "编辑用户%s"
            },
            {
                "code": "i18n.oplog.details.user.edit.language",
                "name": "用户修改语言"
            },
            {
                "code": "i18n.oplog.details.user.edit.portrait.policy.mark ",
                "name": "修改用户上传人员正常标记"
            },
            {
                "code": "i18n.oplog.details.user.edit.stranger.comparison.switch",
                "name": "修改用户陌生人对比开关"
            },
            {
                "code": "i18n.oplog.details.user.export",
                "name": "导出用户%s个"
            },
            {
                "code": "i18n.oplog.details.user.group.add",
                "name": "添加用户分组%s"
            },
            {
                "code": "i18n.oplog.details.user.group.delete",
                "name": "删除用户分组 %s"
            },
            {
                "code": "i18n.oplog.details.user.group.edit",
                "name": "编辑用户分组%s（%s为新名字)"
            },
            {
                "code": "i18n.oplog.details.user.role.edit",
                "name": "批量修改用户角色%s"
            },
            {
                "code": "i18n.oplog.tool.face.attributes",
                "name": "人脸属性检测"
            },
            {
                "code": "i18n.oplog.tool.face.trajectory.delete",
                "name": "人脸轨迹检索删除%s条记录"
            },
            {
                "code": "i18n.oplog.tool.face.trajectory.export",
                "name": "人脸轨迹检索导出%s条数据"
            },
            {
                "code": "i18n.oplog.tool.human.attributes",
                "name": "人体属性检测"
            },
            {
                "code": "i18n.oplog.tool.human.trajectory.delete",
                "name": "人体轨迹检索删除%s条记录"
            },
            {
                "code": "i18n.oplog.tool.human.trajectory.export",
                "name": "人体轨迹检索导出%s条数据"
            },
            {
                "code": "i18n.oplog.tool.quality.inspection",
                "name": "人脸质量分数检测"
            },
            {
                "code": "i18n.oplog.tool.verification",
                "name": "1:1人脸验证"
            },
            {
                "code": "i18n.system.channel",
                "name": "渠道版"
            },
            {
                "code": "i18n.system.description",
                "name": "星云智能服务器 神威G系列"
            },
            {
                "code": "i18n.system.forget.password.tips",
                "name": "请联系管理员重置密码"
            },
            {
                "code": "i18n.system.industry",
                "name": "行业版"
            },
            {
                "code": "i18n.system.name",
                "name": "SenseNebula AIS 星云智能服务器 神威G系列"
            },
            {
                "code": "i18n.system.title",
                "name": "SenseNebula AIS"
            },
            {
                "code": "i18n.system.warehousing.quality.inspection.level",
                "name": "入库质量检测等级"
            }
        ]
    }
};
